
const poems = {
    "引越集": `
        浣溪沙
听雨未眠自抚琴，听风断送苦蝉吟，听人恶语渐沉沉。
喝退泥涂须臾我，延来命驾万古身。旧晨破晓御六军。

浣溪沙
索句天凉抱板砖，闲情要事两无关，只将落叶御新寒。
手选绝活零杠五，拳打野怪一威三。至今猛犸不上班。

定风波
乱云暝、只坐吹烟，匆匆作了叹永。梦里淮南，冥冥遽去，谁管千山冷。
袖中词，旧机警。黄叶殷勤抱铜井。
无定。忝笑呼岁晚，仓皇流景。故山再整。步长川、磊落谁言病。眇晴空响雁，崇门老树，高意从头领。子闲敲，日移影。同谢西风世间请。清迥。月下攀摘，云帆交映。

鹧鸪天
寒起清晨一半枝，乱红斜下日何其。难翻旧曲成新调，未免天涯冷故知。
风瑟瑟，雨施施。人间步步至于斯。道爷不到腥膻地，便遣行云就作梯。

相见欢
一勤天下何难，雁朝南。好是那池池水水山山。
词笔劲，迷魂醒，赋安澜。抖落些尘尘土土般般。

偶占
赵璧非为宝，
隋珠未足珍。
拂雪一笑去，
本是上清人。

浣溪沙
漉漉流光过竹蹊，故园灯影亚门枝，人间最是苦长离。巧手有缘传鸩饮，机心无怍捋鬣髭。当初素面欲颦时。

六州歌头
残垣飞起，浩荡复神京。身虽莽，心犹壮，气填膺。日东升！照表里州郡，自无恙，三边静，着鹰犬，呼从骑，一川平。戴雪千岩，迢递通云路，汉使曾经。虏运如草偃，饮马过龙城。蔚蔚中庭，万朝听。
叹风云旧，沉疴久，生涯迫，岁徒增。楚歌乱，山海断，叱追兵。岂偷生！空教年华损，进无道，退难成。时不利，骓不逝，一番名。漫说着施妙手，见奇迹，隔岸光明。立谈春秋梦，俯刈拊风茎。令鬼神惊！

正月十九偶记
西去连山披暗雪，来时微雨泛星舟。
僧房岑寂风烛晚，佛国蒸腾火树流。
忝向一畦称江海，辄从半榻梦春秋。
东君何日吹杨柳，照水鸳鸯自在游。

无题
几经遭逢更摇首，七窍犹欠些灵通。
仰面尝是来时雨，蓦地人间一阵风。

行记
嫩寒天气小半春，
罗帕挥成柳色新。
忽去忽来雀摇树，
如常如是岁惘人。

无题
芸芸半是穿凿辈，春过南山未见耕。
呵殿马疾闲投令，呼拉草动紧奔寻。
肯綮不解雄经纬，涸辙引竿傲古今。
痛觉书中真兴味，难抵菜市一串银。

树下即兴
枯藤北面亦沾春，
雨浥柳尘远随人。
江湖看去多无识，
只怪忘川少舟津。

鹧鸪天
执剑低头虑虑然，皇州气胜去方还。数丛碧绾春云乱，一片红抛黛瓦间。
当立断，莫迁延。人生能复几今天。偶从今向儿曹盼，亦是当初盼我颜。

摊破浣溪沙
万象飘乎一点鸥，人间行迈竟何由。晴雨无凭佛光小，百层楼。
国步日艰当丕变，禁宫立定傲潮流。揽月九天宣宇宙，为谁谋？

无题
任风擒我追拿我，病我穷我看笑着。
辛苦说换来日景，来日一向可领了。
五味不觉和水进，悲欢具下同泪抹。
我是后山斤柴客，懒卧青崖云起落。
鼠辈摇旗称神圣，尔看佛面可动过？

浣溪沙
元佑碑旁海陆沉，二桃三士祭维新，千秋王土乱飞尘。
犬逐恶风飚奋响，鸮含淫唳摄心魂。原来东渡为避秦。

如梦令
灵隐飞来曾到，一涧分明昏晓。幽径入书房，浅笑不言神妙。时早，时早，月上草侵官道。

喷人后记
再取杯名振林莽，延风引月事花朝。
但凡点金续一秒，从不委身折节操。
输赢看淡本空妄，鞍尘本已添劬劳。
我今骂尔乃缘分，何必砸盘怒火烧。
更有远志拔线去，卷它一卷又何妨。
黄金屋里颜如玉，国士不嫌添一双。
千古一变你来造，儿孙落下笑满堂。
老子泉水观你相，似是狗命剩半条。

鹤冲天
眉暗敛，酒微酲，随处鼓蝉声。
月残云绌远山青，潮起又潮平。
奇策出，春秋固，笑指上林熊虎。
市桥烟火夜空明，嘉梦莫相惊。

妄语
东西升降本一圆，南北炎凉至两端。
或循旧路梦全盛，或推远景领波前。
苍鹰避驱魍魉境，雄鸡难白不晓天。
醉里见问崖山降，似是弓骑又入关。

时雨
黑云急走呼一舸，想是天街亦浮沉。
试借熹微抚残卷，偶怀暮想对枯琴。
泥尘时怪佛无渡，溺色轻言道枉人。
万叶流光按蝉翼，还来四海寸晌真。

无题
一江云气青峰晚，树树澄明挂浅滴。
绽影挥形非所趣，抛身命意是爰归。
万斛急下增宁静，诸境芜颓更致知。
酡面当时金樽侧，山川几送丁令威。

感西乡隆盛
日出忽日落，成败一剑彰。
梦里徂东国，平生慕西乡。

无题
南渡不知败耶成，半生梦觉落花声。
一番名刺如川逝，驻语归尘载波行。

雨中
又批几度风，又支几度雨。
抢地先蒸蔚，扬却半生灰。
走走且停停，逢人恭笑语。
何似雨无尽，怒扫此间世。
太公一觉醒，功垂末化成。
芷兰渐离黍，招隐亦飨鱼。
王气悬一绪，君臣劫未易。
开市礼南北，节杖静东西。
盛时我天下，哀时天下我。
芸芸间关者，泯然笑忘机。

望海潮 亚运会
狸奴分草，寒山照面，阶前数笔青黄。嘉会遏云，高朋曲水，繁华到底钱塘。莲帐竞辉煌。正鳌背风劲，楼外歌扬。一线潮来，五洲声势，更同光。
晴湖望眼琳琅。杳双双舴艋，隐隐宫阆。逋客梦惊，朱墙瓦落，蘧蘧四极重张。中酒问新凉。堕叶纷不扫，犹带脂香。船系人归鹤睡，明月卸时妆。

浣溪沙
驿路飞尘数片山，蛾黄蚁绿未招安，乱凫摇起晚秋天。
役事多颓君莫叹，游心自省更何言。扶桑此去几旬船。

怀古
青山争赴波行处，
金乌懒摇水皱中。
澄庐不居贼臣志，
小窗冷看半湖红。

点绛唇 次韵静安
雪扫沙穿，阵里马头无右左。黄流飞舸。进退回旋可？
燕子梁间，随处一个我。思量着。春风满坐，不觉樱花堕。

拟古
北风三日雪，浮泛一夜灯。
各遣飞花令，同闻裂竹声。
玉壶冲近炫，尘澥旷远听。
御道归来晚，将军在龙城。

晚坐
从我观物皆吾色，
从物观我未合衷。
自在拓天溶溶月，
可怜拂面煦煦风。

疏影
平生坦荡。过阵头冷雁，山下晴浪。客里胡笳，一绪春风，新词付与谁赏。十年呕下凡余血，并蜡泪、堆成云壤。偶梦回、散发结舟，自在纵天疏放。
何惧龙门铁槛，送荧火夜去，驱日横杖。翠甸流莺，画角迎光，素面行歌川上。神宫浅草近畿道，遍记取、旧时回响。载酒归、君问名前，莫怪此公多忘。

浣溪沙
雨泛秋光起画屏，残蜩三两罢歌声，簟枕难收梦魂久，雁孤行。
无限江山驰远望，一番清赏系东瀛。前度革新多巨子，冷飘零。

怀古
欲拼一醉问莺莺，
当时隔江乞却兵。
若无闲着推日月，
怎奈立将判死生。

无题
半道苍黄依晚照，人间至此亦何伤。
清风曾比鱼龙起，浅水未谙鳌背长。
买醉日攀闲岁月，钩沉每作碎词章。
忽而遐思追渔父，便掬一捧就沧浪。


忆江南双调
年将半，明柳入波旋。也效李陵一振臂，终随陶令两无言。翠盖正清圆。
风不待，玉斧破婵娟。云底已催千箭雨，潮头继起万竿船。泪眼向湖山。

六州歌头平仄韵互叶
后山拍马，抆血一时风。秋露重，云月弄。电声嗡，炮声隆，扰了羊倌梦。把残勇，稍鼓动，钧座令，儿女命，塞边鸿。炙货分来，就酒急相送，浮橹应同。十载击敌寇，万一养蛇龙，今巧遭逢，势如洪。
赤旗潮涌，灌长垄，冲暗洞，剪高峰。铁桥冷，沙洲静，看金城，泪痕中。天道曾何应，胡虏逞，竟无明。昔呕咏，责工整，及苍生，遗训谆谆，克与文明井，广驿交通。顾生非我意，便死忝居雄，飨此河灵。

朝中措
九霄一板万行经，做戏是生平。端坐皆称罗汉，抬头尽属高僧。
仓皇误了，似竹清瘦，流水柔情。双燕来时言语，彩云隐后区明。

唐多令
往事坠云头，抛身入道流。要有光、透照春秋。崖上鹤来天上请，踏白玉、取银钩。
多少瓮中猴，一般跑马楼。启吾皇、四海无忧。百越嚣氛篱外草，齐宣也、望同仇。

菩萨蛮
瀛洲有栈询船价，泰山无路邀车马。白鹭掠千崖，回头则是家。
来时衣冠整，红叶谙名姓，流水换秋风，王业今何踪。

随占
夏未待消梦已阑，家中尚有几声蝉。
涉险勿怪人轻慢，穿花犹闻铃音寒。
诸君承幸应戮力，遍地搜略或龙蟠。
诚如来日折太半，立捐尘芜向忘川。

立秋
仰看绿窗跃黄耳，一叶启后并承前。
人神同浴存真火，日月何曾作假眠。
堕泥方知须摇尾，衔草无暇自正冠。
只消狂蝉烧成烬，清华洗净露白天。

有感
落叶与人言，
小路分两边。
世上有万难，
抬头是高天。

千秋岁
转身无累，月上青青陂。门未锁，舟横水。秋千划野草，木叶纷纷坠。苔径暗，当时素袜姗姗至。
雪落溪山寂，万象皆交识。琴柱转，深深拜。闲烧鸽底信，笑煮鱼中契。天不许，斜河耿耿空相对。

人民广场
睡去老和几秋天，几度春来又明年。
春风于此多际会，落日且今一挥弹。
呷烟遇人只比火，下机返路与谁言。
无尽闭包旋逝梦，留三两树起奇观。

八月廿九悼金老师
束脩前度顽石去，立雪迄今化雨来。
腹笥千岩松为赋，索琴一顾日同辉。
杏坛作育人间已，王孙闻召化蝶归。
常叹漂泊久未器，时听流水寄追思。

诉衷情
每从故纸立新椽，发复发荒寒。
风来左右抟转，表里戏河山。
时去后、恨空前，变局焉。
且出门看，一线潮流，口月行天。

扬州慢
江左移都，断桥悬处，弃车醉步初程。浸湖山表里，更几度回青。自弓骑南来散射，汉功唐业，差借援兵。叹神风、吹覆千帆，才到空城。
里邻错赏，盼刘郎、蛩起雷惊。纵五彩词成，三潭匠巧，难复垂情。北伐众星仍在，澄庐外、白日无声。照池边春草，年年折却还生。

解语花
霜红欲下，是处分携，遥看南山月。旧窗今夜，乡人去，玉屑寒光相射。槐根槐叶，具入梦，参差摇曳。何以堪，儿女天涯，各自知凉薄。
极柱纽解，扶桑悬澥，虽千里，况味冷成殊别。曾操大业，谈笑下，分疆划野。也问花，继辞萧郎，底事年年雪?

冬月
三十余年长短志，
两千里地前后因。
总是名胜绾旧绪，
无尽区脱抱新坟。
春秋鼎固判词稳，
轮回不羁龙马沉。
泥台昨日悔一子，
乡书此夜抵北辰。
查氏遽从上帝教，
田野几曾弃家神。
或归观宇强索票，
怒延雷电向公人。
本来眼底无常物，
更有何物出此心。
如光逐影转一念，
如水适器换此身。
从生入死旁人见，
从死起生复焉寻。
即在近前又无界，
只闻童子说云深。

浣溪沙
数团晴凫尾人行，三山步水证空明，钱塘门外扫秋声。
进一步前扶汉策，再无柳下梦梅情。道流且去赴平生。

又
事柄垂成未璧完，残辕阙帜鼓风前，恨中宫柳捋春烟。
忠勇既多沉菜市，僭名何必弄潮尖。愚民一度思可汗。

又
太上挥兵美利坚，八旗渡海力伐元，忽然幕落入尘烟。
自来厚生多出产，未闻焦土换平安。遥思前代砍奇观。

又
半式功夫趁酒挥，周身毛病应春来，狸奴月下唤高才。
他日膝儿嫌矫作，此时情绪入谁怀。东风暗放一枝开。

又
巷陌寻常继踵行，楼阁早旧掩花灯，时惊桥上铁轮声。
未见机关随处设，常羞敬语欠回呈。千年道统在此京。

又
春意包藏数折间，凭空一雁响寒山，中堂默踞慢焚烟。
猛进如潮环宇事，直下飞流水帘天。先生遗恨未收编。

又
向晚驱车上故原，一围春色锁阑干，烟花残照旧王川。
茶盏每倾名利事，清谈不过种树篇。身世眼底万重山。

又
小小方开半仄间，流澌凌乱不构连，标格自峭莫来攀。
偶入相机拼一笑，浅得风月似无关。曾今吹笛在谁边。

又
近点忽发祖鲁矛，投石急策意愁牢，邻儿鼓噪不曾饶。
猛忆沙间执手笑，几生月下看山遥。且今跳水再图辽。

又
惊梦从来撞此钟，半山云攒玉皇宫，坐中老道笑穷通。
些个猢狲摇野树，怎生鸿雁落樊笼。清华就地月行空。

又
拂菻余光铁幕横，躬逢绥靖又陈兵。半边萧瑟半河清。
诸法载空忧乐美，报身换域谷峰平。偷得来日一番名。

又
世态仓皇看不清，秋风动荡乱陈兵，笙歌尤是奏升平。
便取孤蓬划永夜，待觉大梦断澄明。小山尽处抚琴声。

晴日
看水山显豁，看山水澄明。
拾物能自富，何事顾虚名。

菩萨蛮
喧腾竟夜平芜雪，合帷映画再一折。五色射残躯，道流随处居。
山川殊远地，起念旦夕至。万叶皆春天，不拘名胜间。

又
老和低起随云势，宝阁曾恃千钧力。扶笔问迷津，殷殷一片心。
流风摧久病，暗雨更相惩。波粒二象间，测得准与偏。

又
随畋放猎南山下，暮云偶入清凉榻。白马过行宫，骎骎一世风。
春来池水皱，欢会何年又。杯酒意难平，银河同与倾。

又
一城风絮织春意，时时散作潇湘泪。羞向北穹凭，天涯剩独行。
残霞浇宿醉，便就合衣睡。人世各奔忙，银釭照夜长。

柳梢青 过富士山记
小雪随来，流云俯就，照面眉低。
四境苍岩，五湖行客，动荡襟怀。
一般风月别裁，快晴日、神山幸哉。
裹汉时服，按西洋乐，侘寂如埃。

无题
风片雨丝暮，梦里落花枝。
翩翩旧日裳，浅浅入时眉。
乡园并路走，软语一笑来。
乘境三千界，褪隐何所依。

无题
定海针旋瀛澥转，
各家敛色平秤盘。
我自坐中怀不乱，
从来立命岂由天。
    `,
    "洗练集": `
夜兴偶题

四海兄弟皆醉肠，十年行走岂寻常！

总将绮语妆末世，每临晚镜诉悲凉。

与我何关山河恙，各自为些碎银忙。

一畦春风燕来早，柴门不锁日月长。



浣溪沙

暗里天门一隙开，山山隐翠正春回，城中车马入云来。

亡我还须风借力，升仙辄是病侵怀。且任钩月扫灵台。



又

巷陌人稀花自开，芳菲次第跃楼台，头沉梦里问春回。

湖上鸳鸯知水暖，世间儿女各怀才。呼谁月下传杯来。



孤山公园

东风又过处士楼，带过青春带女游。

鹤作高鸢渐无影，梅乘微漪入斗牛。



浣溪沙

家在天涯月在空，鞍前尘土地底风，新愁勾兑酒瓶中。

圣训听来忽有获，命轮转过不由衷。年年春草盼归鸿。



春晚

有时梦起在侬边，

忆念终成辣眼烟。

人世霓灯常亮灭，

玉扇疏光贴晚天。



解笑

欲将毫末起春风，三纸浮华不饰穷。

智虑再遭亭头斩，生涯多困药瓶中。

湖山冷鉴十年梦，江月独承一镜空。

旧志惊弦成死嗓，故国漫衍掷离宫。



浣溪沙

云在青山水在天，涌金门外雨连绵，阶前野鹤枕风眠。

万世太平归黍末，百年兴国举牛肩。且听春去莫迁延。



又

报有雨来雨或知，几人着眼量云移，生逢何处灭何时？

混沌荡开形乃定，梦魂归去劫难离。翠禽鸣遍日横西。



索居

卧向破天听隐雷，醉征前事卜晴曦。

犬巡毒夜无时吠，鸟怯重云不敢啼。

千秋幻丽在头顶，四方扰攘遍目极。

或如地底通瑶阙，浮世往来一层灰。



浣溪沙

听雨去来月失花，夜半思量昼无暇，只自饮醉送年华。

乳子呼着人间话，病鸿忘了云上家。不过捉影捕风罢。



喝火令

驯笔从八股，成书调略同。

转头南雁已秋风。

岂教一流清致，混入乱泥中。



问我何朝醒？孤山觅鹤踪。

把波心坠月叠重。

寄与高天，寄与广寒宫。

寄与故人难到，且自罚三盅。



偶题

梦里有山多延绵，世间无事起丝澜。

拾笔将题意难定，秋风晚送半壁天。



秋夜

启书片顷心猿舞，万般辛苦又逢秋。

屏前逐影挥刀客，月下吹烟覆叶舟。

虑较白头多一缕，智从总角逊半筹。

青山惘顾浮云去，赤胆何辜戏末流。



浣溪沙

有些风划一径秋，谁邀明月共登楼，斜河无梦效庄周。

逐往争来衡宇雁，逆天改命破云舟。偶乘黄叶到沃州。



六州歌头

苔砖水径，近日暮斜阳。

晴入岫，波分桨，卸时妆。

甚轻扬。

想晚宋行步，北戎叩，钱塘里，膻腥味，中廷泪，洒南洋。

草掩石墙，放一湖明月，数点荧煌。

问家山故业，竟那曹重光？

大势汤汤，夜犹长。



待禳瘟祸，扶民力，操行列，毓锋芒。

大道警，时易去，势难藏。

改新张。

俟海清河晏，礼乐继，彩云祥。

神兵到，天师按，九龙翔。

四海莫非知遇，向星宇、起汉追唐。

乍层林染黛，收逸绪苍茫。

说是秋凉。



志梦

错错流澌下，缓缓景行升。

感圣从时变，闻道偶化成。

掷子九州牧，挥毫五岳生。

提裾袖明月，寂然两无声。

振振孤飞去，心绪暗交横。

胶胶鸡鸣处，汇身第几层？



八声甘州 元日

又一年缆系晚霞天，凉月透窗纱。

待灯前戏罢，床头歌偃，梦入清嘉。

数语温存在耳，奉赦换生涯。

笑起人间世，浮泛星槎。



闻召离宫钟动，驿马纷驰骛，边事稍暇。

放关扑三日，执手看银花。

壮词成、红云倾酒，舞扇低、烂烂醉朝华。

身何处？欲流奔侧，擎火归家。



岁末

黄云杂沓摆一窗，行影叆叇入烟光。

十里荒甸化雪夜，半月草成结绳章。

每将辛苦见肥瘦，惘闻人语飞短长。

道是有心天不负，何怕春来绿尤藏？



浣溪纱 除夕

虎啸龙吟在此今，千家炮杖抖星尘，山河挺势照新寅。

少小憨颜添暖绪，玲珑秀句甚清亲。无须更向避秦寻。



鹧鸪天 怀人

一棹春回半镜天，并禽踩日过游船。

对花倾酒红颜赧，向晚归山玉扇寒。



从孽海，起安澜。犹闻召唤在人间。

曾批雨令兼风券，便纵凡身狂与癫。



春日

步步沉吟捻断须，偶听花落春之余。

侵窗树色变明暗，浸耳鸟声换疾徐。

斗米有求倾腹笥，寸心无路入灵区。

岁岁东风来复去，借来往日一面欤？



感花落

一夜玉兰折英气，几只蝴蝶觅余馨。

春风得意春风事，莫遣凡间困觉人。



有感

丈夫生于天地间，何必郁郁不得欢。

春红泻泻春水浅，东风煦煦东山见。

闷坐咖啡一肆隅，罗刹攻略已班师。

对镜伤叹燕回旋，鼠标点击落花声。

延驻周折志遂未，偶问前程银丝生。

喜我孩儿唇齿巧，辄遣暗怍为父心。

退为忧怀建方舟，系于尘世之中流。

湖山雾里增秀色，台阶断处多转头。

再启书看颜色旧，浩荡情采接前篇。

何必郁郁且为欢，丈夫游于天地间。



清明

料知清明近，江左半入春。

纸上情思旧，楼头绿意新。

浮沉两间梦，坐卧一世人。

陇次青烟起，孤鸿泪不禁。



偶见

叶逐琴音落，人披月色归。

凭空一声喝，万象入幽微。



无题

镇日尘氛恶，月出遁小瓮。

累积无妄业，勾兑有用功。

撼岳三通鼓，惊潮八面风。

先人时感念，竹外暗铮琮。



双双燕

信风误尽，过春色成泥，一池光景。

流禽落树，倦看月迎归影。

还喜邻儿入静，把骨气、窗前立定。

山河北去难平，世路南来谁并。



清冷，无明醉醒。

任浪逐波推，棒横讥警。

偏安成矣，笑送马蹄辞境。

留下丹青烛炳，更莫论、昭昭天命。

堤上绿柳逢人，认得尔忠我佞？



偶记

疫氛淹忽时易逝，儿郎远隔半岁迟。

雨后芭蕉空贮泪，风前柳絮不忍飞。

每乘迩志投破庙，长记青云是吾归。

胸次无墨脸独黑，箧中百卷谁识我？



暗香 六月初二闷坐

前驱后赴。者无涯欲海，迷虹幻雾。又是夏深，记少年轻诺难付。领了城南晚景，缓缓绕、老蝉高树。先生志、淡宕随云，到永夜清苦。

骤雨。忽来去。湿万陌流光，一间愁绪。苟安岁久，只把闲钱遗南顾。日日仓皇营计，揶揄些、搜肠言语。也怀想、凭鹤信，棹舟同渡。



疏影

那时怪力，把浮生寄了，一轮游戏。天造行舟，人赐虚名，至此还余凡几？长沙遣羽橱间语，壁上月、无心闻记。水西去、遍绿区脱，旧侣如常称意。

尔后从流下降，见山中斧烂，墟里烟起。华盖纷驰，宝马长驱 ，偶入前村评议。荣枯尽处丘边草，年年和、春风词笔。更何叹、仰对清虚，白玉楼中帘启。



偶题-Idaaliur

山溪急下绰约风，

晚潮带雨自西东。

凭人说道浪漫气，

合是沙场半从容。



坠蝉

不解人间苦，喁喁向谁诉。

时时争高第，振翅可一翥。

忽然树杪下，缄口荫凉处。

东来雀留喙，西去蚁延驻。

四围声愈震，暑气浑似煮。

只待秋风起，寥落入江渚。



无题

往来唯有月相迎，寂寞中庭此无声。

多少人间一笑晚，时常窗外两三更。

风从海上推云至，水发穷极洗练呈。

作茧而今空自缚，样貌消得愈狰狞。



满江红 赠老屈用鄂王韵

剑饮胡沙，燕然勒、江流未歇。

西北望、几回山势，电寒云烈。

辕下累经尘与土，人间不许风和月。

蛩吟晚、曾力劝使君，休悲切。



少年志，光照雪。

将暗恨，擎灯灭。

取冰心一片，补金瓯缺。

矮纸闲书平戎策，长针笑任饥餐血。

待秋来、把酒共登临，何来阕？



浣溪沙

谁手凭空转地球，漕河运火障三州，夙池自奏第一流，

至死聒蝉歌主义，笑呼弱子取灯油。魂捉天定起金牛。



新凉

索落秋风注，鲸波顿交横。

长车徂北境，孤辇滞龙城。

心欠三分定，志期一夜成。

狷狂如阮籍，林樾措此生。
    `,
    "潜用集": `
    赴滨江考公经转塘

三潭尽隐云中月，六军忽来浪里灯。

一片丹心洙泗上，零丁遽去不改名。



六州歌头

沉疴久矣，尤是爱新晴。

荷尖露，沙间路，两相迎。

甚垂情！

念越梁吴井，多明胜，烽燧后，今何许？姮娥冷，黍离萦。

王气都收，剩岳坟孤楚，逋鹤灵冥。

自窥江马去，问匣剑谁横？

怜我中华，道难行。



一夕回梦，红尘过，妃子笑，九州平。

待撒豆，云中发，万行兵。

虏弦惊！

莫教金瓯缺，五泉咽，纵躯形。黄流注，闻潮起，犹噤声？

前度丝绸远引，遣天使、百岁终成。

看须臾海陆，大计与时兴。

归雁来凭。



偶识

忽而入夏泽尘转，数度云狂雨乱时。

为取鳌头轻墨末，且收意马纵词虱。

钱门隐秀期新迈，铁槛高横壮旧识。

夜放边声悄然去，东风来看第一枝。



无题

失雁从风初矫翼，蓬蒿十里一盘桓。

山扶槁木怀柔远，水送迷旌节制前。

苟向秦王献奇险，怒敲龙骨镇安澜。

弹冠且徂东山去，自是西行几岁还？



口占

有心拈花去，无力制新词。

知了可知了，茱萸遍插时。



暗香

柳明竹暗，想几程送往，空疏班扇。

只坐似僧，耳热前番细提点。

究竟忡忡意绪，争误了、孤山颜面。

渐日暮、一脉清晖，谁记得云乱？



闻唤！梦又魇。

谢巷陌旧邀，太子迟愿。

就樱把酒，应是莺莺懒相见。

车过长安气壮，灯火外、秦娥泪泫。

遍饮恨、终自取，莫推鱼雁。



浣溪沙

总总林林误旧颜，婷婷袅袅入阑珊，

斜阳院外一弯间。



世事筹棋长变换，生涯纵马忘归栏。

西湖岁岁画春山。



永遇乐

徂也萧萧，弹眉纷霰，方逸时愤。

血马收蹄，燕然倒戟，看佞员传信。

拊衣振臂，陵余一死，汉帜侧飞鸿阵。

凤池归、葡萄杯里，谩听金缕圆稳。



沙遗旧漏，鸡催残梦，借问银河谁引？

宝塔横湖，柳丝鞭晓，春色延霜鬓。

棣棠尘隔，乳儿笑与，毕竟人间浸浸。

诸天启、晨昏未定，数神显隐。



忆少年

山形狸梦，山房藉枕，山僧曾识。

桃根唤欲去，怅回云征辔。



半醉浮生欺病我，抱焦琴、领奴幽意。

他年猛回看，把琅玕笑掷。



云胡不喜

黄龙乍起满尘埃，

泻下窥天几眼来。

古柳不绝雄关月，

长缨携递尔炘才。



沁园春 自题

乳子投名，老大余诗，竟岁未成。

亦乘槎上汉，攀云挂笏，声驰宇内，气贯丹青。

万里黄流，一滩银月，玉碎冰壶同酒倾。

仙宫冷，数苔梅几点，照水香凝。



吩咐下世愁形，待他日池塘春草生。

便交还旧梦，具来燕雁，携呼亲党，买醉新征。

莺啼晨曦，霞呈暮锈，尽是乘肩儿女情。

风荷起，看波光互隐，出落娉婷。



苏幕遮

正春归，朝又暮。

何处吾家，数一窗烟树。

怎耐瘟神穈四处！

晴雨西湖，惹几多人驻。



少经年，蒙世路。

收就青云，造百千星露。

借问忧欢曾何度？

已是中途，左右驰三五。



莺啼序

瘟邪克禳未竟，正春归几处？

冻川解、千里银盘，又陨星子无数。

贯州县、山河落魄，笙歌隐没朱阁阒。

想当时，黄鹤雄楼，望中荆楚。



蔽乱前朝，鬻国卖地，病夫流笑语。

待更替、饥馑吹来，废炉余烬妖句。

岁长倏，兴亡百姓，命难改，辛酸谁续？

看搔头，庚子诸君，火雷神谕。



云山吐故，燕泥翻新，卧窗凭九曲。

便如此、速传佳酿，宛唤飞琼，潋滟凌波，一番清晤。

无殃里巷，何妨乡禁，悠然如到蓬莱地，醉冲冲、问药师何去？

何堪梦醒，沙风裹月敲门，转霓带影临幕。



生何一渺，聚以相依，或乱生冷独。

齐奋起、长歌当哭，义理亭天，浩怒当宣，秉仁多助。

门前雪扫，枝头花放，人间离久重契阔，各欢欣、回首同来路。

搴帘吩咐东君，任那熏风，久些转驻。



怀旧

又到赏花时，匆匆岁不支。

湖光空变幻，塔影旧栖迟。

命数多难覆，人间少逆知。

鼓机逐梦起，谁教恨如斯。



与烟君同登白塔山

神驰白塔南北山，笑掷前程意渐宽。

万尾银蛇桥下过，一轮红日水上淹。

生涯跑马无时定，尘梦漂萍未顷安。

不如提帚拂明月，且荡丹心竹影间。



喝火令

一骑征尘后，千山坠鸟闻。

把鱼笺雁信轻分。

槐下旧萦言语，槐也久移根。



食罢金瓯饼，呕来桂斧心。

竟端然命里无门。

偶自抓栏，偶自向枯琴，

偶自倚声填阙，待到雨霖霖。



无题

叶迎轻飒雨回旋，醉里春深烛影阑。

曾掷焦琴共闻唤，偶听末世误偏安。

万军过处湖山裂，三圣降时海天燃。

梦醒时撷西楼月，仿佛亭下旧嫣然。



看笑

江左四时多疾雨，阶前半曲少故人。

总将一点无用志，捏作十分愁病身。



无题

世路鞍尘并无新，

我心安处是隐沦。

倦听烟雨门开半，

原来开宝时年人。



无题

也似当年噎此声，也怜眉眼微光横。

远近华灯争分色，百千苦雨已赋成。

功开末造希神启，业契新天照宇清。

浩荡潮流听月相，孤帆飘摇看九星。



偶忆

风送魂幡与鹤扬，无声抚念绕中堂。

西山携手夕阳道，曾奉有司一柱香。



无题

道是杭州无故人，

共此连环要妙音。

末世一瞥成永世，

云上寒衣千里尘。



夜兴

一念沉时雨打窗，银灯远照细影长。

不堪前梦风流地，别引新愁落魄郎。

几册闲书邀夏至，满屏鏖战待夜凉。

急急办了黑头事，忍看各人扫雪忙。



暗香

数云过往，换一年夏意，勾闲蝉唱。

术业两空，总把卜居作韬养。

将欲观书岁晚，争竞事、追踪沉响。

且罢去、巧算机营，前禀本虚枉。



疏放，气自莽。

效阮籍傲矜，白石清量。

借来竹杖，行遍人间啸何亮！

多少江湖旧恨，都付与、钱塘风浪。

酒病起、方拭镜，者般面相。



雨后Eldamar

似开云隙一道光，

散作叶尖万点黄。

顿处危岑疑无路，

激流乍起贯八荒。



目及

散漫穈云暗四围，

心灯衍照意垂垂。

世相欢奢人竞走，

天涯寥阔鸟飞回。



书愤

丈夫生时多遭际，

总将眉敛意驰驰。

敢问江南何所有？

十年烟雨一栖迟。



扬州慢

羌笛敲边，戍楼镖月，虎旗猎猎寒疆。

趁天人不管，取鞑虏肝肠。

遣冠盖、驰驱万里，凤池颜色，宛转飞扬。

至清宵、红烛高标，为谢贤良。



绿窗一梦，乱消磨、溽热汤汤。

自铁骑南来，山河代谢，凭望钱塘。

故垒百般陈迹，中兴业，具锁僧房。

怕离宫秋草，萋萋和恨般长。



哂之

天垂雨幕山失色，人落棋台梦不周。

云有去时春有夏，虑无穷处作无休。

常怀帐里千军想，总任车前一马由。

饮笑冲然蝗众后，那间呼唤与夷犹。



闲题

曾扶短棹过湖心，眉山淡扫入鬓云。

叶叶春花和细雨，丝丝玉露下轻尘。

忆随三生罗裙远，曲逐九畹雁羽沉。

永夜愁病多星子，此间风致少一人。



六州歌头

骄阳远下，晚树渐秋声。

残梦起，诸天隐，万千星。

照平生。

遥想当时勇，乘风势，纵马力，临丘壑，张云翼，展虹旌。

一夕奔回，廿载音容逝，雪落边城。

昨日游冶处，恍似绿蛾横。

业障牵萦，道难行。



不如长醉，结庐宇，逋客路，遁膻腥。

弃圣谓，抛智虑，罔心灵，

塞闻听。

倏忽年华损，寒蝉切，问归程。

身贫技，期再续，更经营。

北望乡中父老，殷殷盼、到底何成？

这池池山水，终百转迎迎。

暗自销凝。



清平乐

乌云长短，门外春秋换。

对镜轻妆心不乱，豆蔻又添一段。



红衣拂了时迎，青山留住还行。

岁岁今夕风致，生生此岁衷情。



桂花

鹅黄簇簇别轻枝，

占尽人间好节时。

须酿银河几秋梦，

凭风贻与行客痴。



鹧鸪天

月下蛩吟断续听，隔楼人语未消停。

头沉攲枕泥砖远，意乱翻帘玉宇横。



迢递路，短长亭。

马蹄方按望神京。

几家春色连芳草，没入摇窗电钻声。



喝火令

一病千年短，前朝醒睡身。

任花开叶落城沉。

长戴雪披霜去，笑水险山深。



世运多移动，天涯不改心。

看尘来冠往争银。

道也无明，道也似难亲。

道也远居云外，怕扰梦中人。



洞仙歌

枝枝暗雨，把流光轻洗。

唤起悲蛩饮残泣。

夜沉沉、陌路谁与相扶，风厌厌、山海迢遥难寄。



卅余年举步，未惯人间，自命壶中掌天地。

正荡恨浇愁，翦叶旋花，延三五、西楼雅集。

又点滴侵窗晓寒催，剩两径衰黄，踵游轮戏。



无题

偶将旧事入歌中，

偶误罗裙与叶红。

偶点三颗伤心泪，

合添雪夜酒一盅。



浣溪沙

蒿里病鸿雀哗腾，犹思前度万千程。

几曾着眼羡荣宁。



或有高天遗罅隙，再无下贱造孑茕。

人间行役太匆匆。



暗香

乱红影日，看乳儿效句，人间如是。

市相厌闻，旧曲新班作长计。

些个勾闲末造，搜锦绣、延绵三纸。

更莫怪、写字楼头，多舍命君子。



回避，奉帝敕。

令景业再光，克续英气。

佩环夜起，千树齐舒拏云臂。

春草从今不负，青眼下、鱼虫游戏。

岁又少、灯火烂，把孤馆闭。



Bann

岁华锈去十年没，烟嗓绵延万境生。

曲水回环浅属意，流风飒沓细陈情。

人间梦影无穷替，下界婴灵偶驻听。

莫向虚空深处看，多少白骨地上行。
    `,
    "存续集": `
    无题

龙飞不见龙鳞伤，龙战在野殁玄黄。

世人空仰龙袍色，可怜衰草一径霜。

我为哀来谁哀我，等闲刘郎作江郎。

风急天高残蝉泣，灯尽茶凉旧慨慷。

牵怀只馀后山月，夜来阶前走霸王。



西湖渡头遇方丈

西湖三月暮，杨柳照苏堤。

忘蜀逡巡处，听花葳蕤时。

生涯多落魄，心性入险奇。

天地胸头转，洪荒掌上知。

抛亲复辞爱，碧阙俟我归。

雾散游人集，旭日挂东枝。

黄袍二三士，灰衫五六随。

未谢俗人请，气度似云低。

恨其堕泥淖，哀彼与道违。

扶杖我前过，三喝接噫唏。

众僧回头看，长者独向西。

属曰同远客，何必不相惜？

杖敲石板路，令行莫栖迟。

遂登乌篷船，渐去渐迷离。

隐隐晴岚出，曳曳白鹭飞。

独坐心惶恐，自辩已无词。

唯见头顶日，辉煌笑愚痴。



寄明镜道人

自笑当年力满弓，人间毕竟太匆匆。

秋风吹冷残蝉调，孤雁惊飞拱月星。

醉里十三栏凭遍，梦觉廿七岁无声。

送君词笔春来请，剩我诗囊过一冬。



西湖N题

谪人谁与共秋光，放鹤亭边自在郎。

照日流云波明暗，盈堤风物草青黄。

酒翁瓶仄知天大，弈士斧枯忘岁长。

些个尘间梦游罢，有时归去一径霜。



相见欢 路遇周董演唱会

一掬凉玉楼头，万千秋。四面香车宝马向何流？

称戏子，绾情意，弄新愁。明日各人依旧稻粮谋。



六州歌头

蛩眠月落，欹枕满窗风。

秋已深，天将白，梦无踪。

意难通。

自鹤随人去，燕梁老，诗斋寂，城头换，庭前柳，愈葱葱。

霾里相逢，问这一湖水，馀下几盅？

看香车宝马，碌碌竟何终！

楼外青山，颂昌隆。



怕钻营久，齑尘惯，拆故业，撞新钟。

镜中色，徒消损，半从容。

望青空。

伫立栏杆湿，红日上，小楼东。

词笔瘦，歌扇冷，剩情衷。

遥念乡园旧老，嘱清愿、隔着千重。

使游子北顾，漫寻觅归鸿。

底事匆匆？



有感

岁底萧条树树弓，推愁助怨贱民风。

雁失行列千里路，雀得渊薮三尺空。

莫若运来寻翻转，或因时易变穷通。

捐罢鸿才捐鸿祚，万军阵内一骑冲。



凄凉犯

云愁雨乱，惊坐起，流光一霎照面。

甚多岐路，几番曲意，于今何怨？

旧游尽散，想明月、当时款款。

可记得、清谈论调，摇首出烟馆。

渐渐风波寂，自去孤山，四年如换。

盟鸥在否，念红衣、老来鱼雁。

且挂银钩，待来年、人谋天算。

怕匆匆、凉了心绪，空抱憾。



雨后新晴

久卧风雨撤，新阳傍树生。

猫出轮毂望，犬趋健步行。

人间一苑内，岁月两行凝。

欲海多争竞，归园若留情。

泛兮三十年，嗟乎无所成。

幸有石湖赏，篱下存芳名。

削笔搏刀剑，挫骨赋流形。

病加意遂远，时舛神以灵。

不必羡富贵，富贵羡清平。



鹧鸪天

风絮粘天落日横，登临欲啸忘挥形。

生涯跌宕终须惯，世路曲直且独行。



辞壮志，把闲情，萧萧乱木卷荒城。

十年一梦腰间剑，冷看笙歌奏太平。



无题

百死成盒月当空，心头万绪乱枪中。

士极夷乐焉思蜀，权步秦规为好龙。

南冠风摧亭前柳，北伐雨打帐外松。

收拾旧梦拼一笑，向谁吩咐阿房宫？



译词：Ashen cold—灰冷（佛多老爷之礼赞）

笑齿微言价几何？

等身利市自兹得。

身虽短小志似薄，

名共青山誉满河。

烽燧起自惊涛外，

碧血溅落沙场间。

扬帆远去幽胜境，

九死一生驻永年。

议程复启时将嬗，

魔君威势暗迭换。

黑塔崩坍始吾手，

邪眼重张无再又。

（采样：寰宇暗，山石冷，熔炉之火，灰白如冰。）



元日

辚辚车马瑟瑟风，楼影变幻霓灯中。

当时呼衣乘醉起，似笑眼前月明空。



无题

安非他命多巴胺，

帕罗西汀配盐酸。

铁阵森严偏攘袖，

碎鬼拥趸不招安。

曾问三生石上草，

忽然半世闷无端。

露白荒山风斜看，

酒童归去野鹤天。



自嘲

踯躅接彷徨，泽国雪浅深。

湖山锁日月，啼鸟结春心。

旧案翻如昨，前路觑未真。

萧萧车与马，落落六弦音。

欲向桃源访，鹤笑兼云嗔。

所求无一物，所念竟何寻。

明镜甩袖去，小红方掩门。

不如委运命，放荡逐肉身。

从此归乡路，点检数梅阴。



元月

午睡醒来愁未醒，十年沉潜梦栖迟。

却笑明月清风骨，负尽黄沙醉卧时。

烟华世里跑毒客，圣明门下吮墨虱。

残雪才惊南来燕，枝头又见春万丝。



夜闻召唤

一春颜色半忡忡，夜雨落花遍地风。

遥闻鸣佩灵铃响，万水千山正遭逢。



醉和明镜道人

百死钻营一缕灰，炙冷烟销却是非。

承情许它跌更进，卖笑谁见堕犹飞。

三山日落藏春晚，四壁光悬待我归。

搂起神态到云上，斜河荡漾半月微。



无题

十年游历半袭灰，世事不堪日月追。

细按新词花徒落，懒寻旧路燕惊飞。

春山有意随云去，垂柳无心与客归。

看了人间百般好，白玉楼上饮一杯？



春问

向疏晴日壶间坐，东君引路到湖中。

好花好色堪留醉，惊时惊春竟谁同。

国步伤残山凌乱，文心抖落水空濛。

若真明圣开新业，孤山鹤来闻一声。
    `,
    "废名集": `
    无题

无奈春来事事哀，可怜衰鬓对明台。

不闻晨鸟千山梦，但见暮鸦一径霾。

胡马飞尘中原恨，黔驴换骨大将才。

许多故事成绝唱，米酒半坛且释怀？



无题

黑头不解春拍岸，梅花闲伴老来身。

孔门闭馆苹尖露，高僧开钵化外音。

烟波过尽眉不展，风骨独存意犹真。

可怜乘肩合肥女，一半红云一半嗔。



无题

劳形苦役年复年，槽中日月金银山。

梦里跳出三界外，榻上合眼不看天。



感遇

阳生朱楼春日骄，池泮青芜鸳鸯巢。

琴剑都疏空余响，生营不得与比高。

我主端持荣光照，谁人断拒富贵邀。

自古多见书生泪，烟花巷里盛名销。



自述

渔父摇出白云外，欸乃声中把酒听。

空山野鹤起残雪，曲径孤鸢下响晴。

旗背一方风物冷，门开三面水禅清。

实无纬世经天略，不必放竿渭水东。



感俄国歌曲

飞雁落雨鼓成风，一嗓幽微松林中。

坦克洪流千军进，镰刀旗帜百代隆。

国破山河续英脉，士死魂魄为鬼雄。

不见极光尽折转，兵出焉须卜吉凶。



无题

宿雨不绝晨鸟音，绿茵百转枕边人。

明日梦觉花可落，余生路远看未真。



清明

雨粘春光鸟试音，梦回前朝唤禁军。

雾锁三吴楼船隐，云吞百越牙帐深。

子推肉落绵山火，少卿书成汉室心。

多少英杰英魂逝，不尽长江长自喑。



自嘲

十年学剑意难通，昨日西楼废武功。

树树落花春近晚，张张笑面梦相逢。

钱塘潮举唐时月，西子柳摇宋地风。

削笔成刀搏一役，黄金台上谢恩公。



自嘲二

学文学理学难工，学儒学佛学不通。

学棋只知看一步，万仞悬崖向前冲。



无题

一念未落春将过，繁华乡内砍柴声。

人事荒疏三更后，江湖迷梦万灯中。

辞别顿感山寂寞，送远方知水长情。

若非百般嚣尘扰，落雁峰上第几程？



无题

一念未落春将过，繁华乡内砍柴声。

人事荒疏三更后，江湖迷梦万灯中。

辞别顿感山寂寞，送远方知水长情。

若非百般嚣尘扰，落雁峰上第几程？



自嘲三

怒辞佛面毁道行，本是岘子砍柴郎。

三十年来人间世，八千里路富贵乡。

冷眼高头马儿过，摇首宝袖月牙藏。

愤将腹中新填调，换做欲海烂皮囊。



绝句

鲈鱼新添酒，蝴蝶去年尘。

红尘泅渡客，清凉殿上人。



感人机大战

智虑森严旷世殊，脚踩卧龙笑凤雏。

万册经纶弹指阅，百步局态立马出。

黑白灵感有无处，是非电流纵横驱。

半着败走君莫叹，像素境外存真吾。



调笑令

归雁，归雁，故垒天高梦浅。

花瞋鸟怨春寒，灯黄月冷雨绵。

听取，听取，云外霓裳半曲。



鹧鸪天

病笑人穷智笑昏，荒城一梦过三春。

无边苦海干为敬，有限红尘患不均。



须妙手，盼仙军。何妨块垒点成金？

何妨共与春风老，吹到乡园如遇君。



鹧鸪天 寄沪上道友

总是风波意难平，欲添红烛小山重。

事多幻灭因生果，心自高凌雀笑鹏。



愁已半，夜将浓。天涯何处不相逢。

为君借得吴刚斧，守到云开看玲珑。
    `,
    "无雪集": `
    新职即兴

鸟怯薄寒挂林间，楼拥细日几行烟。

焉得带剑机关场，不妨鼓舌楚汉前。

高士从来抛尘志，愚人亦有步云天。

此去初心千万里，初心带翼一线牵。



西湖其一

一带秋云迢递峰，几点画船自在风。

心中多少不平事，散入清波明灭中。



无题

路远风来知巷深，敝帚常恐不自珍。

且将千金不换志，来怼十年潦倒身。



寄洋哥

人生八九不如意，玉老田荒更不堪。

洋哥借我五百块，向天再借满一千。

青山朝吟渔父调，篝火夜醉太白篇。

放下经年忧心事，炭房徐吐两缕烟。



点绛唇

    甚矣吾归，乱红一瞥江南路。

    抱怀三楚，凭问沙间路。



    晏起推门，竹外谁幽独。

    谁相与，慢斟清露？耳热忽迟暮。



满江红

    缝里浮生，如花落、参差复起。

    诗梦冷、帚仙词稳，百年如是。

    眼底繁华风卷去，小楼明月当空意。

    莫搴帘、纵万户鸡啼，白也未？



    骑牛去，关山滞。

    驾鹤返，亭榭寂。

    问章台诸客，几成名利？

    顶戴昏昏车前土，摇尾切切眉间字。

    谁见了、铜雀与金屋，风流地？



如梦令

    夜半杯中明月，难认昔年高节。

    颜色恰枯荷，又被北风吹落。

    反侧，反侧，梦里若能酬和。



感怀


冬至既至雪未行，暗雨歇时忆平生。

遭际荒芜一地草，抱怀疏放满天星。

老鱼出水疑春早，新燕盘还待山青。

留得宝剑闻鸡舞，莫使孤臣泪心惊。



六州歌头

    层叠寒彻，是驻马分携。

    西湖晚，千山月，露当阶。

    恨犹缺。

    忆往昔风度，橘灯下，波粒象，电磁谱，腰间剑，厕中歌。

    莫笑年深，莫笑韶光迅，筑梦南柯。

    竹间长啸也，恁老却廉颇？

    独步钱塘，数风波。



    算年来事，人谋力，天不允，奈如何？

    高堂愿，坟头许，剩咨嗟。

    泪无多。

    把箧中诗赋，遗鼠齿，任消磨。

    强心意，空做缚，守心魔。

    遍地龙蛇齐舞，墙头草、留待谁折？

    帚仙曾由此，帝命入云车。

    胡不归耶？



为友作情诗一首

花羡佳人闭，燕比良辰飞。

携手人间路，风雨亦同归。

梦梅柳意永，思君红豆稀。

当年遗簪处，渐渐满芳菲。



无题

天赐风流骨，人间覆水舟。

进德智有拙，退耕力不周。

陷溺像素境，超然凌九秋。

亢龙虽有晦，驽马则无忧？

平生好舞剑，杯中斩蚩尤。

莫问身后事，空空不可留。

造化多舛厄，云散接风收。

不知明日我，更为何日愁。

何日无明日，万象共我俦。



错韵

地僻得天高一丈，沟深不压鸦阵轻。

藕非无肉泥中骨，人若有心座上春。

守拙岂因冯唐老，率性独揽大王风。

燕来我去恐同路，权向东风试乡音。



西湖其二

偶见斜曛挂林间，偶得浮生半日闲。

偶感醉后乾坤大，遍寻浅草一偈禅。



无题

陷构逐争到几时，匆匆不见杨柳枝。

可堪日月如轮转，眼底春秋与燕飞。

近卅风吹红烛泪，经年雨打绿蓑衣。

须知旧事槐间梦，何况来者无可追。
    `,
    "哀秋集": `
   洞仙歌

浮生一梦，问何时归咏？纸上灯花镜中影。料时来、宝马谙尽春光，及运去、落日飘蓬无定。

记阿房一炬，垓下重围，夜鼓寒鸦几声应？且把酒调弦，慢诉衷肠，山门锁、流云一径。放眼底红尘丈千深，并扫入秋风，莫来相请。



拟辞职

马失前蹄复起迟，且温旧业固新知。

人生何处无风景，未必一槽终老食。



声声慢

床横树影，月下银钩，晨鸡破晓梦。乱整衣冠慵顾，积愁青镜。驱驰紫陌日上，日中天，日垂西泠。苦坐也，似泥僧、怒啸一声谁应？

厄难蹉跎难省，逋客泪、游丝只今不定。老子平生，问卜问医问病。都言死生事大，死而生、可谓化境？恨歇矣，看落木飞度藻井。



自况其一

鸟梦高枝虫儿噤，久坐窗前月满襟。

一身浩气积成病，二锅头酒伤了心。

念及春风来时路，送得秋雨入空林。

壮志贱作青楼调，吩咐韩白北抗金。



喝火令

恨别西湖水，来鞭北国风。绿蛾垂泪小桥东。家国三千里地，尽在梦魂中。

始怍岳王案，隔朝辨奸忠。将才能顶万书生。转眼烟消，转眼换王公。转眼夷来夷往，谁复皇汉宗？



浣溪沙

北望幽云十二州，王师磨剑又一秋。艳曲轻埋靖康耻，乱啁啾。

梦里钓鱼城下鼓，眼前伶仃洋上鸥。恨我中华何日复，盼金瓯。



忆王孙 大理文庙

廊阴坐念宋唐风，圣化无心道有松。五百年间梦大同。梦真龙，梦醒中华谁主宗？



遥致王钢兄弟一百字

十年如骓逝，虞兮奈若何。

格致一团屎，春秋入臼窠。

想我钻营苦，只今咨嗟多。

忆君一方纸，淡淡罗山河。

横眉笑竖子，搦笔种烟萝。

玉骨何纯净，侠风一快活。

子在陈时叹，佛坐树下思。

天涯莫念远，千里共月明。

唯乞多文章，谨祝永康宁。

相逢一杯酒，咏而归时情。



自况其二

回首往日萦纡路，检点年来落魄身。

岳王坟前暮云乱，欲昭天日共一心。



九月九日忆毒瘤兄弟

闲窗花落两无知，意逐秋风著雨迟。

啸聚天辉鸡鸣处，开拔夜魇月升时。

何惜万死轻一笑，且放三生满十杯。

人世枯荣休来问，看了温酒超神归。



病中自况

曾驭苍龙落叶刀，万里长云意矜骄。

人间世里不我惯，太液池边待魂招。

暗雨有怨泣凋树，高鹤无心落碧霄。

须教冰心尽作水，始信玉壶火上烧。 
    `,
    "春日集": `
   喝火令

堕落街头柳，蓝田梦里花。
甚萧凋岁暮还家。
天命已成悲唱，落日入烟霞。

冷眼千山老，横眉半月斜。
藉谁分落寞天涯？
酒也无多，酒也谅人些。
酒也荡然无味，只剩下咨嗟。



无题

搴起画帘几洞天，晴曦初照紫陌间。

欲寻故老皆高卧，不若新茶伴细喧。

昔日去乡尊前泪，今朝下马石外烟。

功名已是槐边梦，梦到醒时月色寒。



浣溪沙

几处黄沙几处风，
新来宿醉不由衷，
堪怜素面半花红。

移木若真能立信，
拾鞋未必便成功。
人间到底太匆匆。



西江月

一望晴川高月，再斟关外浓醅。
更深扶醉各家回，试问何间谶纬。

细数神仙风味，堪寻梦里天随。
明朝西子雪初煨，正好鲈鱼一尾。



鹊桥仙

雕栏玉砌，蟠桃翠柏，黄鹤去时痕迹。
气吞云梦峙中天，正对着、江山入画。

揽虹阁里，瞰川亭下，道是千秋气脉。
谪仙先自不吟诗，倩谁写、西楼寒碧？



过江城有感

去年山城归，今日江城客。
江山渐似锦，朋党不复多。
樱下素颜少，楼外尘霾遮。
伦常无人省，媚词滥电波。
鹜趋圆方孔，鲸吞饕餮锅。
同窗竟陌路，同床几贞洁？
朱门过一年，炕头年一过。
文人贵格致，格致舞文墨。
逆流寻真理，悖天粉靡乐。
不知海峡外，方乃汉唐脉。
今我歌一曲，何惧黑头落？
且看日西沉，且看中天月！



喝火令

素帐荧灯彻，金樽玉液平。
晓来骑射御林东。
傍日一行归雁，芳草马蹄轻。

撼岳三通鼓，惊风一碗兵。
梦中曾到汉家营。
梦也无多，梦也甚飘零。
梦也有时不做，愁与月亏盈。



醉花阴

忘了几朝梅鹤令，往事般般映。
渐喜雨沾襟，坐啸空林，四面风初定。

人间几度耽流景，藉洞箫吹醒。
待鹊上低檐，翠浪排窗，莫教银钩冷。



怀人

又是钱塘三月天，春潮淡宕眉眼间。
慢斟一碗竹青酒，小坐千年梅鹤轩。
鸟怯轻寒喑旧梦，月随细雾入空山。
若问赏花人何在，花亦羞得不开颜。



点绛唇

试药升仙，人间谁道堪淹滞？

百年如掷，几度烽烟事。



隔代呼携，玉老田荒矣。

成追忆，六朝陈迹，杨柳垂新碧。



无题

东风愁过灞岸枝，柳笑花讥我不知。

平生气运消磨尽，只余肩上一袋诗。



无题

搖轡作長征，路遠且歲凶。

南浦餞別酒，長亭側帽風。

鴻才莫用盡，壯志宜合衷。

他日若復見，明月在青空。



中山陵

北来寒送清明晓，细雨如雾罩钟山。

阶沿百岁开天梦，松挺千秋易帜篇。

薄祚一生尽忠骨，厚造三民启新元。

青鸟为眼云为驾，遥望故国海一边。



扬州慢

花事都荒，麝香些许，雨疏雨驻无言。

怕春深岁老，慢把酒调弦。

渐斜日、萧然半壁，看云来去，共影凭栏。

过平芜、潋滟鳞波，迟暮江南。



六年一梦，算生涯、不似前般。

是病急投医，心灰问药，兵败操拳。

怎奈旧游都散，沉舟侧、过尽千帆。

问江东犀甲，何时图雪昭天？



无题

且向金缸洒玉醅，龙台百战几人回？

亭天浩气充山野，蔽日黄沙下曲湄。

碧血倘能延国运，黄花忽梦到深帏。

可怜日日凭栏处，笼鸟不知唤阿谁？



西湖还题



其一

万橹流光春入浪，一爿飞榭草初长。

定有钱岳二王在，才教游子不断肠。



其二

飞来春色满轩窗，远去白云带雁行。

新阳湖畔笙歌骤，故绪桥边灞岸长。

片刻清眠思蝶梦，一年风致坠花光。

遥望孤山归隐地，半生泥泞入沧浪。 
    `,
    "归来集": `
    天仙子 次韵旧作

衔杯自叹梦难圆，天涯何处话婵娟？乱里操戈猛成鬼。黄泉路，佛道禅，破碎支离又一年。
晏起谁人苦揭帘？镜中损去是朱颜。攘攘熙熙偷一闲。诗不就，词难填，明夏西湖赏田田。



少年游

晴园小雪树头钗，离梦两无猜。香炉添火，明几摆酒，棋子落泥台。

清谈上溯开元事，化鹤到蓬莱。山外白云，村前流水，随处是君怀。



暗香

梨花吹霰，伴月白鸡远，晨来小院。墙外熹微，渐渐穿帘到睡面。怕是西楼梦好，和燕燕，断桥初见。待惊起，童子相呼，山外雪落遍。

初见。蛾眉倩。映流水青山，丹心一片。离宫幽殿，魂逐兰舟系冰泮。别后天涯两地，各为饮，凭说聚散。采薇去，溪日暖，春风来看。



谒金门

想燕燕，绿杨阴里重见。朔漠黄风吹紫练，石头城外宴。楼头娇莺泪泫，桃花沾水媚面。别后千山休点检，明月已照遍。



志怀

一凭剩勇过江东，岭上桃花别样红。

塞外寒烟扶柳立，南冠紫雾沾水生。
倩谁买醉合衣睡，携子乘风傍日兴。
此世几遭廿五岁，且将杯酒进功名。



浣溪沙

拍岸黄涛侧帽风，经年旧恨悄无踪，凭栏人在海天中。
曾是孤山花下客，今犹板嶂梦边鸿。南冠意绪与谁同？



莺啼序 寄友人

春来点红拂绿，赏樱吴楚地。
算心动、盈岁交游，锦瑟流水心迹。
少年路、声光酒色，鱼龙宝马相替。
是当时，一曲云门，两厢心意。

红叶题书，青鸟唱晚，入云千万里。
酒当尽、含笑南冠，玉龙金缕应记。
劝君歌、阳春白雪，遍吹起、西湖寒碧。
莫蒙尘，踏浪追虹，潮平雨霁。

红尘休问，挂笏封候，新人演旧戏。
狂啸也、盟鸥都在，五柳庭前，春色三分，百年如寄。
清凉殿外，平芜顿老，凤凰亭上吹箫女，把纤腰，照入花丛立。
定心笃志，他年火箭抟空，鸿蒙略展铁翼。

春秋代序，日月分辉，九畹稍游历。
数嘉美、梅竹靓影，虎豹雄图，蝶梦翻墙，松风穿隙。
流年不见，穹庐千转，生来何息岂长郁，待晴天，向日花开季。
几世第四桥边，明月半轮，清茶初沏。



点绛唇

踏浪轻踪，英雄自古无归路。忘川泅渡，醉里拈花处。
几世三生，零落如丝缕。一抔土，一行白鹭，一带桃花树。



无题

扑窗暗雨如人语，话到青衫染泪时。
醉后管它千尺浪，尊前剩有一句诗。
浮沉总是江湖客，肥瘦不过杨柳枝。
伶仃洋里何须叹，岳王庙前已自知。



过西泠

四照葱茏曲径深，壁题苍劲叶含熏。
碧树高低轻莺闹，湖山远近老妪吟。
肯随青云先移步，不教东风滞归心。
小坐花间无一语，只听流水送光阴。



或许


偷生戏里万年龟，闻道王孙归不归？
一夜蛙声满池淖，半床月影照葳蕤。
追求还须本身觅，失意难免他人随。
城门前头喋血处，坦克来去又几回？



虞美人

层林暗暗春波绿，竹下初相遇。倦听流水送花期，最是画中人去恨晨鸡。
家山已远南冠意，载酒烟波里。湖心亭上看茶时，拟共帚仙骑鹤到瑶池。



减字木兰花

云垂溽热，倦卷珠帘欹枕卧。
梦绕兰州，明月荒山照客愁。

窗前鸟落，酒尽诗残春又过。
白发封侯，道是红尘第几流？



六州歌头

疏星瘦月，万叶动凄凉。忽凝睇，花无力，酒翻肠。影成双。已自多风雨，南冠客，西湖水，故园泪，尽尘掩，入微茫。抆血独行，宝剑腰间挂，几过余杭。

暗想当年事，酲醉卧高堂。草寂川长，雁三行。小山庭院，槐阴下，棋子落，最悠扬。论古今，笑神鬼，道家常。故人亡。舛讹如云布，靡靡者，乱穿膛。终四载，如梦影，恨难偿。幸有小红依傍，寄篱下、稍觅稻粮。念乡国父老，恻落魄儿郎。
何日高翔？



即兴三首



一

我落人中然自在，本是天上逍遥仙。

烹茶煮雪松林赋，把酒吞云凤凰篇。

笑看浮萍因风动，白眼猢狲为食攀。

自从奥斯维辛后，写诗何曾不野蛮！

二

玉皇山上听雨眠，人间意兴半阑珊。

偶通天眼觑三界，常逢闯将过五关。

炼金炉边白玉殿，水帘洞外花果山。

些个肖小不自量，不识爷是万三千。

三

太液池上众神仙，天安门下设玄关。

甲午败绩一甲子，二战凯旋七十年。

酒肉林里升平乐，坦克轮下谁鸣冤？

若把西湖比西子，不如同去试衣间。



相见欢 黑金属

灼岩沸铁熔金，炼魂音。
万骑银蛇摇尾过波心。

鼓声定，六弦静，夜沉沉。
蓦地不知身是眼中人。



光明引

期冀光华不见火，

静待万道朝阳射。

冷月清辉斜入目，

扬手戚戚向碧落。



夜色如瀑倾前路，

星光穿云独照我。

亦步亦趋恒久远，

群狼奔驰在吾侧。



眼中满月白如死，
虬枝纷乱攫天际。

兽铤夤夜霜风度，

喁喁低吟我姓字。



振翅飞越夜暗暗，

肝肠寸断赴黄泉。

漆漆未曾睹天日，

垂死世界渐无感。



惶惶永夜遗世立，

洞口无神通地狱。

眼见楼门徐升起，

步入亡者之领域。

翳昧如云映入目，

和谐曲中伤残舞。



且随阵风入夜深，

拟向万象立吾身。

灵歌穿耳唤我心，

伴我蛇行一霾阴。

夜神双目长颙望，

灵魂轻舞落红尘。



玉轮清，映我眸。

期冀光华不见火，

静待万道朝阳射。

生命之光粲然时，

振臂熠熠向碧落。



雨霖铃

先生孤介，病琴分酒，冷炙吞月。
华阴露重难觅，西宫旧宴，南山游冶。
已惯蒙尘世路，并刀破霜雪。
梦既死、何用挥形，且就云门舞香榭。

人间几度风流夜，续前缘、锦字凉初彻。
钱塘一舸摇浪，环佩响、数星明灭。
带翼幽情，争奈风高水长天阔。
雁不到、衣带尤宽，日日思量着。



如梦令

绿了几厢情愿，黄了几编书卷。
高树伴寒蝉，梦里泪人谁伴？
云散，云散，莫误鹊桥一面。



偶得

惶惶劳力复劳心，偶梦儿童笑未真。
偶就黄花成痛饮，偶隔万水试仙音。
偶约发小开黑夜，偶上孤山啸绿筠。
偶打烟灰一寸泪，偶思画下四座春。
偶逢群儒分人血，偶见苍蝇噬儒身。
偶向神灵求好卦，偶凭只手覆红尘。
偶闻伊笑同一笑，遂道人间是可亲。



无题

将军百战力不怠，大王城头弯刀旗。
生死自古依命数，胜败兵家未可期。
退耕骐骥同驴唤，卸甲青龙与虫齐。
日日窗前山远近，年年塔下月高低。
宝剑徒悬光无力，银钩空挂尘有衣。
小园自养升天犬，黄鹂会鸣阆苑词。
百般故事不成阅，千树桃花人只一。
名来利往倏为幻，酒肉相交尽似齑。
不若推心二三士，剪烛共话到晨鸡。
文学白石清凉骨，第四桥边有梅知。
武尊岳王冲冠怒，西子湖畔立宗祠。
廿五不知世路险，犹效少年狂不羁。
从此青天共一笑，莫教竖子道我痴。


解连环



故人重见，清风认我，少年颜面。忆往事，刀塔何欺，翘课与重修，毁人不倦。算稳平生，归命数，人随天愿。纵杏坛众老，布道今朝，百口难辩。
且就淡啤饮怨，是江南一梦，珠网三面。趁醉填，诗稳词平，数明日黄花，他山石片。点检西风，大鸡腿，凉了几串。独归去，无声冷月，栏杆拍遍。



将进烟



寂寞城西山头草，斜阳低照陌上尘。
伤心年少徒三叹，摇首平生第一根。
借火楼深天不管，分烟巷窄鬼难寻。
红梅浸雪犹含笑，真龙卧田岂无鳞？
气壮同吹八碗酒，才高独进半壶春。

一心敬你章台乐，四季红来魏阙临。

七巧端时星河灿，八仙到后便超神。
吞云共遣千秋事，架雾放逐百岁身。

塞外黄沙空缱绻，江南细雨小横陈。

遮风曾道兄和弟，酒散谁识肉与林。

星火炽当舟顺水，指尖烫道车滞云。

昔年垮掉人何在，没入红尘不复闻。



浣溪沙 桂香


不爱烟华落世间，
鹅黄偏在市桥边，
白云共与荡悠然。

一夜西风收艳骨，
满城秋雨带香甜。
几时入梦到婵娟？



喝火令



旧曲浑翻遍，初心未觅寻。夺魂双踩断弦音。下马石边秋风冷，曲径尽苔侵。
人去江湖老，茶凉夜色深。剪灯拭剑复孤吟。也罢人老，也罢情浅深，也罢一一远去。只是泪沾襟。



又

肇有鸿蒙辟，欻欻亿万年。自传荧惑几朝天。水火毓精涵气，何啻在人间。
漠漠巉岩阒，熙熙地府喧。意图他日远乔迁？怕是风高，怕是梦魂颠，
怕是亦怀斯志，相遇月桥边。



苏幕遮

水纹青，山色杳。柳岸低平，远近楼船悄。且放流云追逝鸟。点浪蜻蜓，三两围兰桡。
岁无声，人静好。风景年来，梦与青丝老。本是昆仑山上草。误入尘寰，心迹谁知了？



减字木兰花

第一推动，七色光悬极宴盛。
第二清流，月色横烟两处愁。
第三世界，地远天高情更怯。
最是分携，金谷而今人迹绝。



喝火令

无那轻薄久，楚女抛掷时。不和俗士论闲机。梦死弦崩烟尽，到处乱凄迷。
老驴力不怠，恐难抵山西。人间别久不成悲。谁与共舞，谁与赴花期，谁与点检秋风，拾掇亚门枝？



暗香

凛冬溘至，看老鱼入浪，重云留渍。一枕陆离，梦罢临歧梦生死。生死元来事大，应算稳、炎凉疏契。最可笑、饮恨牵情，光景漫虚掷。

惊起，月满地。料鹤度水寒，木谢烟霁。遍翻旧字，冲雪披霜惯相忆。扶醉城南引啸，君亦笑、清欢天地。逐客驾、青女泪，一时凝寂。



寻酒吧不遇

结课休来问，起意到下沙。
彩云飞暮鸟，芳草梦昔嘉。
路远人不至，巷深酒两家。
只言时未到，夜色尚浮夸。



捣练子 两仪和干也

天欲雪，剑留人。只为檀郎拭血痕。来世情仇君莫问，一夕同醉笑红尘。



画堂春

浮生走马袖生风，盟鸥子鹤无踪。卧槽泥马谢恩公，根正苗红。
犀甲三千何在，六军尚滞云中。小红细剪入时工，心字能重？



调笑令 思乡

沙漏，沙漏，锁住残阳影瘦。山山自在呼携，莺莺相与转折。折转，折转，棋子闲敲老砚。



贺新郎

为阳洼窑远亲先祖父杨清汉记。东洋留学生，初学法学，后事教育，老归乡梓。旅日期间加入同盟会，曾与黄兴等人合影。清廉耿介，乐善好施，诗书才学俱有大成。有“两袖清风人不信，一身辛苦我独知”之联。

一去东瀛路。正风华、拟师夷制，振兴王土。砥志精研穷法理，岂意虬蛇割据。当革鼎、同盟贤聚。誓以三民开天地，使九州再造蒙清绪。龙庭暗，兼风雨。
幸逢十岁无兵黩。化春风，杏坛播种，育人无数。为俟河清其有极？夫子曾言归欤。三碗饭、两颗蛋足。乡里情长烟一袋，况避秦何止桃花渡？千秋事，慢吩咐。



好事近 bann

死嗓半婴吟，自有标格清迥。木剑泥兵铁阵，守王冠一顶。
人间凉薄古今同，末世暗流景。甩起一头怒发，乱千山月影。



忆王孙

小红棉袄雪初消，醉笑眉山入月桥。一别秋风第几朝？
水迢迢，明日黄花隔梦娇。


声声慢

龙城运脉，虎落飞沙，将军百战气魄。
帐外寒烟清角，笑谈分炙。
银钩醉卧夜雪，莫负它、壮怀千尺。
铁阵下，万军中、放教死生天借。

望眼平林如画，争似我、青天振衣挥戟。
碧血随风，点染故山老柏。
佳人下帘颙望，绣春衫、别泪暗积。
落日里，两两燕、昨日巷陌。



浣溪沙

延步芙蕖四面风，王权代谢已无踪，盟鸥矫翼并从容。
剩把余身抛暗世，肯将残笑对苍龙。当初何必到隆中？



无题

残荷碎雨落魄天，侧帽青云共一帆。
词章难解鲈鱼味，琴瑟平分夜露寒。
壮志消磨将进酒，鸿图不再且加餐。
人间世里不我惯，风尘恶处坐听禅。



蝶恋花

淫雨轻飙寒意骤。
落木萧萧，几点黄花瘦。
满目枯荷如铁锈，小楼灯火阑珊后。

蓦自披衣幽坐久。
浮世情怀，一半风吹走。
一半高悬参北斗，忽闻川上西风吼。



八声甘州

把一团浩气放胸间，款款入烟华。
换平生书剑，城南买酒，梦里胡笳。
天数孤高难问，廿载漏中沙。
遥想当年志，铁树生花。

何意穷游南北，只是心未定，愿逐星槎。
借春风妙笔，慢煮雪烹茶。
且安之、细营生计，待他年、儿女共分瓜。
阳关远、雁行回转，催我还家。



汉宫春 lacrimosa现场

雨乱云狂，顶西风十里，沪上来寻。
燃情廿五，四度涉远光临。
霓灯灿烂，照玄衣、水袖山襟。
乘醉看、蟠龙舞凤，晨曦初撒空林。

玉落银盘微响，伴晴溪脆浪，古木流阴。
俄而万钧扫地，炼日穿针。
人间一瞥，是孤清、泪眼伤心。
应记省、槐宫前度，仙歌妙处长喑。



清平乐

一年辛苦，簌簌眉尖土。
夜雨湿窗光陆陆，到处丹巾玉树。

遥闻驯鹿呦呦，童心袜里能留？
炉上梅青竹酒，人间自在风流。
    `,
    "机变集": `
    百鬼夜行



般若

为君别恋为君死，人间别久不成悲。
野草因夺牡丹色，玉碎石沉又何惜？



骨女

贫贱夫妻百岁少，金玉良盟一夕多。
已把旧情了新恨，红颜白骨轻轻说。



酒吞童子

喋血唯吞处女泪，青丝善掩妖魔身。
醉里不知神兵至，一剑封喉谢世人。



雪女

霰雪纷纷欲夺魂，天涯尽处不归人。
人鬼本非同舟渡，弑君岂为情浅深。



杀生石

曾扮红颜魅王土，亦作顽石祸众生。

一朝身碎五毒散，四海皆为唱清平。



光电情

神州一梦越千年，光电传情弹指间。

为继绝学兼济世，因寻奥义步峰巅。

春风四载常如沐，秋月半轮竟可圆。

逐日岂独凭夸父，山魂海魄复开元。



西湖重题

白堤绿水映天光，半湖薰风送画舫。
粉汗轻抛麴尘梦，罗袜飞蹈柳叶乡。
欲凭只手生风雨，难借寸心寄愁肠。
想来刘郎重到处，清欢不必问元芳。



暗香 友人寿

槐乡归处，正千帆去也，美人迟暮。往事无端，独自夜凉甚情绪。记得城南把酒，都认作，拚心俦侣。竟东翥，两地营营，遽几岁风雨。
凝伫，星河路。是宿命难寻， 梅开二度。长安宜住，纵雄关漫道无数。只恐乡国梦远，待寄与，相思犹阻。春归后，应惜取，一花一木。



法博激光

岂无揭天拔石力，本是昆仑山下人。
三星耿耿凭空去，一剑潇潇划海沉。
黄卷青灯虽得道，迷金醉纸竟失群。
生涯已自多风雨，温酒余音谢超神。



回乡偶题

平生负债诗酒茶，零落三吴到帝家。
朝露平江空锁梦，晚蝉高树尽飞花。
江湖半是争逐客，朋辈忽传各天涯。
摇首红尘拼一醉，当时月色与星槎。



情诗一首

第一要闭关，摈却狂与狷。
溪流相交会，根柢共盘旋。
昔时勤亦敏，笃志步先贤。
反观年来我，切切逐烟岚。
画皮失真爱，蜃景隔市廛。
日日约走你，王孙不归还。
白玉楼未到，鸡犬俱升天。
锦囊锁一世，道法自天然。
雄才通三界，奇策际云寰。
笑居上流末，游戏下江南。
青龙抬头日，可续前世缘？



回岘子老院

人间别久泪成书，草阵蛛丝又盈门。
老树昏鸦哭浪子，绿窗新燕怯人伦。
凭说聚散生金谷，怎奈生死越三春。
平川焉得驭宝马，永夜擎灯过昆仑。



西湖再题

压堤白露锁画船，一片秋声入鸣蝉。
湖天黯黯歌吹寂，柳叶潇潇蝶翼翻。
寄意前生孤山鹤，难寻来世篱下禅。
稻粮难觅居不易，半年风雨到尊前。



自况

樊笼旷日如狼虎，撇尽清流向蜃楼。
梦涌黄河千层浪，犹记垮掉路边愁？



思姗

红衣渐随秋风远，山城无处不销魂。
相思难抵云中雁，牵手已是梦中人。



重阳感怀

一点秋风万叶愁，恼人风景怕登楼。
湖山长负功名客，诗酒不因冷落酬。
此际但能多营计，平生岂止为封侯。
从今旧梦和云散，日日清风照水流。



公交车上即兴友人寿

犹记那年初相遇，红颜笑对少年郎。
京杭运河若无阻，红叶题诗友谊长。



仙人寿

偶念当时雨，君笑我狂狷。
敌法出支配，小黑入血泉。
摇得来妹纸，喝不下阳关。
夜寒风欲紧，匆匆又一年。



鹤冲天 次韵柳永

一觥满上，莫对西南望。山外复青山，风何向？醉看龙蛇舞，冷笑芦花荡。年来思得丧。洗尽轻狂，进马自先飞相。

窗前树影，几度莺屏燕障。一夜与秋亡，谁寻访？自是门前各扫，各家雪，各欢畅。平生赊一饷。剩有君怀，卧把云门轻唱。



东风第一枝

漠漠垂烟，熏熏坠日，归心忽抵银月。酒壶浅挂平生，鱼书静邀夤夜。床头欹枕，旋生死，几重结界。是琐窗深院吟魂，独抱星天飞雪。 出六道、剑心抆血，分五色，柔肠泣决。太极图里独行，两仪弦上一跃。依约竹下，有檀郎，浅窥珠箔。恁料得、细沥冰刀，难写心字两叶。



圣诞

未必看透便是真，未必祸去福临门。
日日白眼百千遍，夜夜青楼倾一身。
人面桃花隔梦见，乌云黄日廉价春。
若问春去春何在，不如自问瘦几斤。



又

百米长鲸穿耳过，此生合是落魄春。
朱门自有松竹酒，蓬庐不过磨驴神。
御柳淡扫功名客，粪池暖照屌丝身。
胯下当时虽三尺，他年海魄壮千寻。



又

百米长鲸穿耳过，此生合是落魄春。
朱门自有松竹酒，蓬庐不过磨驴神。
御柳淡扫功名客，粪池暖照屌丝身。
胯下当时虽三尺，他年海魄壮千寻。



又

指点江山今何在，甲子六十一升平。
东南礁侧风波变，西北界边狼烟行。
抬眼嫦娥新得宠，耳闻燕赵久尘蒙。
海峡轻划中国梦，百年或能开光明。



想

想对春花献秋月，想由无物索真情。

想来事事皆虚妄，不如绕道南山行。



午后

开宗明义第一章，不惮日日纵恣狂。

玉肱新笋淡淡彩， 明眸旧竹清清妆。
照水芙蓉迎笑面，扶风蝴蝶绕轩窗。
容与平生复能几，且将哀愁付花光。



致姗

最是寒去日忽长，枯木未死人未亡。

些个闲情装酒袋，一缕春风入诗囊。



沁园春

竹抱松怀，触目十年，底事嗟吁？记平川擎炬，空山乂草，无邪童梦，毕竟奢娱。铁柱石墙，顽童劣主，跋扈一时孰不服？杏坛内，纵匣床虎凳，舍命争逐。

交亲散去如云，到此际、相知几人余？看同窗戏子，技惊四座；烟枪酒袋，声震一隅。阡陌拾荒，章台走马，壮志当时共衔壶。十年后，设群贤再会，谁笑谁哭？



如梦令

一梦而今何处，空剩幽禽半树。梦醒病难医，岂在一朝一暮。留住，留住，门外彩云无数。



蝶恋花

门外千山如涌浪。意尽尊前，一半浮夸样。廛市烟华今照亮，梁间燕子曾疏放。

些个情怀愁惨状。几度春风，吹绿芦花荡。愿与帚仙松下唱，那堪鹤去梅花忘。



无题

自从花谢花飞后，几重绿叶为花红。
青山系马华盖去，紫日寻梅鹤声中。
斗米若夺五味腹，秋水难得寂寞春。
高山流水如云散，流水高山如燕同。



志梦

最当甲子两重天，红日平江无处还。

夸父追逐竟何去？钟馗占道几梦延？
打牌声里云烟散，沉舟侧畔又一年。
西湖自是风流处，西溪依旧堪流连。



西湖又题

烟波冥渺锁流光，回首青山掷淹狂。
驴友一夕花下客，船工几点水中舫。
若无淬火出炼狱，何来玩笑滞天堂？
前事浮沉君莫问，苏堤依旧忆刘郎。



陌上花 致姗

魂销两处，轻莺明燕、夏来情事。寂寞湖山，望眼断桥留迹。别来困顿无心算，一剪熏风吹碧。是钱塘旧梦，嘉陵江畔，待重逢日。

记伊来时候，悠游吴越，倒凤颠鸾心意。郁郁盆栽，耿耿到今相忆。千帆看取君飞笑，孤馆清凉一季。有檀郎，夜夜当歌思忖，恋君一世。



醉花阴

一夏熏风当快意，几处莺啼起。愿把酒凭风，暖照人间，明月青云寄。

一头失意风吹去，淡定眠此季。若检点秋风，落叶堆愁，肠断谁人记？



鹧鸪天

落魄清明捱到今，病梅久未沐春霖。举杯莫问诗中鬼，扬袖犹怜梦里人。

风带恨，雨衔云。西湖落日数流银。玉清榻下清凉枕，睡去安知浮与沉？



洞仙歌

凭花倩笑，已留幽情住。别后烟波送春去。雨丝丝、忽近还远形容，风片片、乍暖尤寒意绪。叹湖山气魄，龙马精神，醉里玄谈醒时误。

籍一枕清凉，好梦青云，舒卷处、佳媛献舞。有日月边山下逡巡，看滚滚红尘，可齐肩欤？



蝶恋花

垂碧香帷人去后，几片熏风，吹起鳞波皱。小院秋千花依旧，记得当日欢歌骤。
浅醉挑灯穿细柳，电话他乡，一二飘蓬友。举剑轻分星月瘦，黄粱梦外鸡声昼。



喝火令

一望江南水，浮生几梦留？断桥横跨百年愁。想是寺寒山冷，白眼看封候。前度悠游后，轻狂锁小楼。

待君心付与风流。世上孤清，也不过斗牛。正点滴潇湘泪，滴尽又凝眸。



临别

一橹残阳小，

荷叶满汀洲。

渐渐满湖水，

摇起许多愁。



自况

不为尘泥动真心，只合烟水送流云。

而今百味临岐泪，当日千枝寂寞春。

岂意浮沉如作戏，终识淡宕是为人。

偶开天眼通三世，便向荒山尽处寻。



沁园春

半壁斜阳，一枕香云，午睡觉时。向燕明莺暖，树高蝉切，韶华两处，浅淡相知。都会三吴，钱塘一梦，重举玉龙尤未迟。朱楼外，小艇逐星月，思与云齐。

青牛文梓难敌，底事草尖沙上骤驰？笑三星殿上，诸仙失措，凤池亭外，鸡犬争食。偶落尘寰，摸爬滚打，铜臭流言两不识。从今后，往事休再问，且自修持。



长相思

风一丝，雨一丝。打落梨花碎一池，窗前柳一枝。

笑侬痴，笑我痴。九曲阑干泪欲湿，相思有梦知。



调笑令

相忆，无力，雁脚斜飞泪字。秋千摇落斜阳，银钩深锁花事。心迹，难寄，听罢平林鹤唳。



满江红

逋客红尘，挥不去、许多风雨。孤馆闭、旧书尘掩，故人难遇。日暮千山斜照里，朱楼百尺登临处。正寂寂、看万户炊烟，成丝缕。

春风笔，明月句。折柳意，芊芊絮。握西湖寒碧，蜜烛难续。梦绕青芜成两段，拍堤白浪和尘土。归来后、待走马章台，休辜负。



蝶恋花

一念成尘吟啸后。雾锁嘉陵，万户灯如豆。入眼三川渔火骤，忧思零落人依旧。

愿把浮生拼一宿。逋客红尘，梦剪黄花瘦。偶问青天犹垂佑？灵歌暂向清魂奏。



醉花阴

万叶夕熏人未定，向晚听钟磬。是遗恨湖山，逸彩芳云，心事归清净。

千秋大梦何年醒？暗暗尘寰冷。待煮雪听箫，折柳逢君，一片风流影。



如梦令

往事轻轻滑过，梦里城南旧客。如纸是人情，岁月无声吹破。零落，零落，淡了当初颜色。
    `,
    "拭镜集": `
初雪

银针动地起，寒意沥沥回。

背井飘摇久，招魂转宕迟。

有情翻作泪，无处不清白。

忽教车轮继，旋成笔下词。



暗香

流飔回霰，入楼头木杪，千家庭院。虎落冰销，溅起萤光照红面。懒向西厢索句，呵玉屑，伊人如见。裂竹响，斧烂流年，芳草渐寻遍。

如见。绿云倩。正簌漉扑窗，素颜一片。梦驰越殿，解缆湖心雪亭泮。惆怅冰肌玉骨，交臂饮，幽欢离散。晏起处，晴日暖，侧帘偷看。



指环王国服停运

长须杜林今已矣，夏尔烟水渐凄迷。

侧帽布雷砖石冷，策马萝林草树齐。

惘费心机刀剑场，虚掷光景少年时。

至今二十一号厅，长歌当哭无人识。



杂兴

深山变神鬼，歧路多悲风。

狐魅通三穴，蛇行绕九峰。

复褥寻日颓，单车坐云生。

极宴娱心意，醉客问东城。

岂为名缰缚，但因利锁同。

瀛寰皮影后，宇宙龟背承。

服食药所误，秉烛叹孤穷。

不如乘槎去，相见月波中。



无题

青空一际过眉梢，山前山后雪未消。

梦远平川梨花笑，身轻曲院秋千摇。

聊寄狂形逐兽豸，不变幽情侍词藻。

如何情深便是泪，偶见苦海泛微涛。



敌法师

结发当年燕赵客，弯刀如月落潭渊。

削魔如水法师颤，幻影凭风草木迁。

绿林狼嗥三刻后，天灾首落一念间。

待到狂战蝴蝶在，挂机超神泉水边。



聚会即事

师恩悬盅酒，欢聚橘灯前。

挥形末世舞，心迹隔三山。



莺啼序

寻花更兼问柳，众亲皆退避。

冷风笑、灯底黄昏，远上斜日无稽。

晚归处，凄凄惨惨，星光似醉寒烟霁。

恨无声，抛尽情丝，几回独自。

　　

廿载荒山，故事忘却，落花流水意。

踏歌舞、烛影摇红，素颜和梦堆砌。

起幽思、寻寻觅觅，断桥下、轻鸥抬翼。

是清欢，衔盏流言，少年心计。

　　

凭说聚散，点检形骸，后来又底事？

按玉龙、凤凰台上，绕指青烟，断续吟魂，潜虬交替。

扑扑乳燕，梁间辗转，谁知明日分飞去，看人间、几度春秋易。

悲欢未稳，阶前月满中天，炮竹朵朵着迹。

　　

流云意绪，踏雪情怀，渐渐成记忆。

哪里卖、销忧萱草，岁月如歌，湖海扬帆，汴梁佳地。

鱼书破浪，扣扣频响，相知朋友倾笑语，记青春、疯傻皆相宜。

而今推塔争逐，呵雪裁冰，淡然两笔。



戏作



一

人渐酲也酒已空，去时何似来时同。

他人说我是菜逼，谁人懂我是真龙。



二

偶送招魂雨，偶拼落魄词。

偶闻隔帘笑，欲醉非醉时。



一剪梅

帐下蠡尘锁玉龙。

穿耳胡笳，动地霜风。

拟将碧血换三州，冠盖纠纷，紫陌迭重。


北望家山何日同？

清角烟消，虎落冰溶。

鱼书竟劝莫言兵，当日后庭，两处遭逢。



点绛唇

永夜如牢，银灯浅照云中镜。围城心境，渐渐谁相并。逐日争流，时蹇合知命。般般映，流年寂静，知止而后定。



为友寿

一椽曾把三生笑，廿岁而今半点头。

剩把浮名换低唱，肯为木蠹坐方舟。

拔剑何必闻鸡舞，欲死安待上姜钩。

且举大白成痛饮，管他春夏与冬秋。



无题

齐宴耽安乐，荒城岂莫为？

如影遁形迹，如形竟采薇。



寄明镜道友

了去无痕迹，重来亦盍为？

平川多落雁，斜汉起幽辉。

斗室悲清迥，复牍满玄灰。

提携城南客，夜来共一杯？



谒金门

梁间燕，岁岁而今又见。烟树排川云如练，前村昨日宴。阶下层芜露泫，绿窗隔照人面。往事初心羞点检，向沙间寻遍。



点绛唇

卜归口占谢神恩并次韵白石

一是随心，今朝盍举大白去。思君楚苦，梦尽江南雨。道海无边，法喜随春住。君还处，侬心如古，红袖江边舞。



无闷

缘起西栅，影度官桥，仿佛绿云初见。魂梦绕千番，他乡一面。点乱西湖愁水，点不动，是君心一片。长亭有别，孤山无鹤，胡女心愿。

光景，遽如换。待归省时节，落红溪泮。误几度归帆，村前凝盼。短信去如投海，扣扣上，又长年离线。临街角，弹指泫然，浑听取、声声慢。



末世

草际分星火，沙间陨慧光。

山崩及地陷，逝电与飞霜。

时势多伏蹇，恶灵岂易匡。

岁寒拥破立，万世继隆昌。



无题

莼乡一夜凄风雨，塞上排雁已秋声。

及皋浊水随云去，浮蚁青卮带恨停。

云鬓无心花无力，蜜烛有泪月有情。

若非当日别金谷，此身合为千岁冰。



八声甘州

剩扑窗暗雨泣秋风，独立意沉沉。乱东山兽舞，西楼鹤渐，万象纠纷。一段秦腔入夜，悲喜遏长云。宿酒怀中暖，不念离人。

今古炎凉休判，漫销磨玉斧，难补桂轮。韶华如斯去，卧疴对空林。想当时，立马扬鞭，更几番，刺骨求经纶。今何许？刘郎来矣，谁与为伦？



遣怀

一处伤怀竟成双，关山远去意茫茫。

不定枝雀随心转，有情秋水映叶黄。



寄友人

手足廿载茱萸味，此间故里更遭逢。
斗室经营烟与火，青春变卖傻和疯。
扬袖频把一心敬，架手便识四季红。
若解金斯伯格意，而今恨把垮掉重。



双双燕

渐秋叶坠，过街角生风，小窗含雨。油灯半盏，照破客中情绪。放眼平江浪去，去不了，一襟愁予。曾言不负东君，怎奈时薄西陆。

相聚，轻约一句。待执手湖风，点滴吹与。断桥归晚，应记眉间流絮。暗自吹香呵玉，忘不掉，小红初遇。颠倒金雀无多，世事终究难住。



闷

新阳陌上风，杨柳郁青葱。

无处寻秋意，有时见雁重。

醉生离梦里，老死客乡中。

滚滚缁尘事，浊流日日东。



镇江草莓

霓色匆匆斩六音，晓月如歌帐如云。
遍览今朝挥形客，不知昨夜夺梦人。



摸鱼儿

嫩寒天、桂香飘醉，梧桐残碧云浅。鹅黄一径含烟缀，人静日圆风软。鸥欲举，鱼欲潜，只形不定随流转。尘怀渐懒。纵十万繁华，腥膻北顾，负胡女清愿。
黄河岸，绝地罡风峭险。经秋霜叶飞泫。山光草色依如旧，朋党昔游都散。堪记省，折柳地，忽来晚照皆销黯。青春谁换。是落拓江湖，淡然一笔，向冷月凝盼。



永遇乐

一带湖山，渐疏秋讯，蝉泣新冷。寂寞红衣，合欢桂树，杨柳垂清镜。老和山上，画图西子，望眼自随流景。乡国远，忽然北顾，云间雁字谁省。
临窗徙倚，悲歌翻尽，落魄形骸慵整。廿岁浮云，一夕抱恨，已惯听运命。漆漆末世，王孙归去，草院泥窗醉醒。待来年、秋深如此，槐花满径。



黑金属

兵车十万雄旌展，踏月银骖动地临。
擎空高树蟠根错，破海长鲸逆水深。
沉吟不为凄凉久，长啸只缘意态真。
雨夜摇头篷莱境，红尘相忘一摔琴。



怀人兼自况

别后音书长契阔，江南一滞逾三年。
留香鸢尾空传恨，略影鸳鸯若衔言。
买醉曾轻封候事，借梦今逐稻粱圆。
不知明岁身何向，且与长风共窗前。



怀旧

往事侵怀复乱心，离愁长伴多病身。
荒山岂易闲丘垄，草陌同携月夜深。
笑靥忽随春梦远，醉言能待醒时真？
流年已剩嗟吁矣，归去桃源甚处寻？



仙人寿

龙涎香转弦歌脆，橘里思书更不堪。
念我别来无半字，听君客久添新颜。
曾披流霰山前坐，今共长风月下谈。
或有飞琼池畔住，折梅为舞起幽澜。



扬州慢

冻雨时飞，酸风初度，朱楼过眼迷踪。剩湖天寂远，残枝入孤蓬。自别后、鱼沉雁杳，山光水态，渐失从容。向波心，一舸独泛，橘灯万重。
阡陌纵赏，记当时，众里相逢。是少小轻约，四年一梦，何日来同。遍负荒山逝景，书生泪，零落江东。且邀城南客，猜拳共饮云中。



莺啼序 感末日事兼怀友人

琴书一夕抛掷，剩投壶意绪。

堕红泣、平扫江天，逝影摇乱孤树。

踏新雪、山前故榻，当时不记分携句。

叹余生，才尽江郎，断肠南浦。

　　

冻月粘窗，宿雨打砚，剪枯灯凝驻。

指间火、成片经风，顷时如散如聚。

问朱衣，文章易改，对金镜、风华难住。

最无情，瓶里陈沙，梦中残顾。

　　

城南冾饮，岭下欢谈，是柯本旧曲。

沪上见、老鱼推浪，放啸高低；桂叶流莺，醉颜横竖。

匆匆换了，飘摇情绪，凭谁说与汪伦听，恨潭水、涨落十千度。

君应更健，拏云意气当发，怒将命运拨取。

　　

归期何待？末日来耶？又萧凋岁暮。

更须掌、雄兵十万，涤荡诸天；虎贲三千，掩杀王土。

操韩白韬，明夷齐志，营营缁尘何由怜，尽抛别、潇洒星天去。

清江江上白云，淡抹平生，幽情几许。



咏自来水

自来水，自来水，经年长自悲。
头饮黄河头，尾住管陌尾。
回首难寻觅，盈盈两行泪。
汤汤千重雪，湉湉一湖璧。
忽然堕市廛，纤纤如玉椎。
白日何繁华，永夜何幽昧。
匆匆人影斜，都为稻米追。
杂沓红复绿，茅里尽黄黑。
杯中注我影，桶里是我勤。
智械诚翘楚，德行长退步。
坏我三重皮，换我九回骨。
恍然一梦间，无隙叫辛苦。
骊歌逐波尽，又吟登楼赋。
仲宣若有情，为我鸣冤曲。
昔日诗中意，今朝管里魂。
国朝文学苑，沉沉比残舂。
人间勾留日，云阙是何年。
幸自盛暑临，扶我上九天。
流眄云霭重，俯瞰九畹小。
歘然雷霆动，遣我登碧霄。
帝问人间事，秉实相上告。
峨眉颤然蹙，复入紫簟觉。
青牛出文梓，白鹿憩贞松。
遥想市衢上，应已风雨中。



吊拿破仑

倥偬半世戎马名，攘尽诸蕃真逆雄。
马踏疾风穿九畹，戈向斗柄挑长星。
土伦揭竿炮爦焱，铁卢楚歌吹弦惊。
亦曾秉烛緗帙侣，缘何异域试膻腥？
边声离离征人醉，戍鼓萧萧梦绕城。
既有拔杰若韩白，且看参差六国旌。
虏志千夫似恶虎，扯云万戟连长鲸。
逶逦共图高卢地，不料怪杰已出生。
帷帐杯盏犹蒸汽，沙场归来信点兵。
倭夷小生骨摧折，列国群英俯伏臣。
操定吴戈被犀甲，笑谈鸿绪共升平。
他日平刈欧罗巴，放教黔首把生营。
热酒三白剐肠过，挥鞭直走朔北征。
无奈霰雪凄凉地，蹉跌锐气八九成。
滑铁卢亦滑英雄，伏尸曝野玉枹斜。
一霎霜风卷残月，雁垂横宇猿啸哀。
归为贱俘流放地，沧海一夜鬓毛衰。
因忆当年重耳事，何况天骄铁甲师？
卷土刘郎又来也，欲学句践嗫胆时。
白发廉颇终齿至，难扶清雄旧日威。
美人迟暮诚可叹，硕星陨没亦孔悲。
绩业凿凿丹青载，功过无知闲云推。
扣灯启户对天笑，昙花丛里走马灯。



咏雪二首



一

欲妆枯峦荣萧树，已剪琼花烛太清。
无限流光湿灯底，几队寒玑影长亭。
锁窗偷放微凉入，河山新描淡幅成。
何事坏我玉洁体？因作琉璃惩顽童。



二

飞澌狂鞭人间愁，地衢天街两勾留。
壮心欲隐千般怨，反被众生问罪尤。
    `,
    "槁木集": `
    祭祖父

院外槐残雪未消，牖边烛暗泪飘摇。

朝菌旦暮成别世，逸士百岁竟逍遥。

昔逢清化出行伍，今把平生励儿曹。

风絮明年倩谁扫，自随鹏鸟比天高。



无题

独夜接漫纪，纷絮过灵溪。

垂云折雁羽，冷飒入寒枝。

临海觉川小，去乡知母慈。

浮情稍纵逝，刻意维新之。



自度

晴也是,雨也是,粘天飞雪遮眼絮。断影余篇何处寄,斜照如烟驰半壁。

歌特寂,旋死寂, 沉香静绕漏壶隙。端是后庭旧光景,拼作浮生乱离意。



无眠



一

驰尘千壑,墨守一渊。 ­

风华争茂,老玉荒田。 ­

凭风领意,拜月言欢。­

三军易孚,独骑难安。 ­

潜虬夕寐,如缕如烟。 ­

潜龙旦徙,如漪如澜。­

毁规弃矩,圆以成方。 ­

毁尽弃遍,方以成圆。



二­

无据无据,有期有期?

强电强兮,弱电弱兮?

若问来路,信马纵躯。

若问去处,从流听时。

泛彼蓝田,游彼荷池。

食彼沧月,织彼长丝。

强电弱兮,弱电强兮。

有据无期,无据有期。



无题

金甲照青空，壮士佩良玉。

逶迤河畔路，葳蕤花间词。

栏杆凝露冷，彩鸾魂梦惊。

魔王摇大旗，广厦列化机。

桥边熏风动，儿童时候思。

毕竟南冠客，无关采薇时。



河滨柳

垂云衔残暑, 斜影送风清。

浊水难为鉴, 回眸若为情。



自度

雨声斜,仙音叠,尺八弦裂黑死绝。夜永更兼汽笛冷, 无语心自警。

剑气堪消酒,故园依旧少年游。轻狂而今只解道,塔难倒,情易老。



点绛唇

雨寂蛙喧, 似知欹枕人眠未。流云自卷,寸心忽如坠。

垮掉路边, 冷月相扶醉。久无味。流年只解, 此际抛人去。



永夜自况兼寄仙人

仙去松石老，梦回尘陌非。

将雨枝头立，缘何檐下飞。



惜红衣

还掉空调，唯余电扇，殷勤夜半。半载蹉跎，平生争如换。匆匆两岁，呼拉来也呼拉散。君看、几树莺啼，弹指蝉声占。

浮光蜃景，逐浪形骸，何曾洙泗见？拟向静安归处，成一念。云云旧梦弃遍，书到卖时知贱。当时心曲起，秋千芍药深院。



槁木

槁木停新风，琼流革旧绪。

西陆凋云梦，乌雀咏清平。



浣溪沙

秋雨经风寒蝉息，梧桐浸露无凤栖。行迈至此唯戚戚。

肥水东流何日西，昨夜梦稳当年枝。彩云化泪几人知。



醉花间

片影浮光著意临，炭笔绘轻云。相忆久无凭，盟鸥入空林。江汉抛别路，天涯念归人。长夜徒将诗余抹，梦深易断魂。有微月，伴清吟。



点绛唇

秋雨齐帘，平分夜色青灯底。愁云添几，锁客怀寸尺。

寄意孤星，一阙清歌里。平生事，都知不易。偏又逢独自。



苏幕遮

雨天低，烟树杳。若即弦歌，曲罢人犹少。迢递荒山接远道。梦绕乡国，曾望南飞鸟。

又萋萋，秋意老。池上红衣，断续星灯照。拟把斗柄成一棹。去去寒星，晴雪小园到。



点绛唇 广场舞者

雾手揉灯，星河隐隐隔云隙。轻歌慢舞，长袂连虹系。

白日生涯，到此端如戏。若离即。浮光碎影，惹客愁扬抑。



疏影

迷柯梦久,馀残怀浪荡,清思罔有。旧业重操，心岸支离，无言自树新柳。此间空念胡沙远。记当日，雨侵南牖。唤狂朋、市酒桥边，点检黄河肥瘦。

半曲夷歌斥吼，泻千里愤气，留向空漏。堪怨王孙，心迹清迥，不与烟华同俦。亭亭浩气向天塞，却淹滞，苦移别后。徐徐歇，江左银雾，似醉晴光照透。



少年游

梧桐渐瘦挂连云，树下夜归人。银灯分影，西风摇落，情怀逐叶沉。 老和山下，教七楼前，何处置孤吟。记得放啸故园时，沙间月、又照临。



谒金门

层云暗，心绪零落孤馆。百草千花乘醉绾，摇摇风露晚。

别后萧萧袖管，空忆别时针线。红叶封题遗彩笺，何日闻归雁。



临江仙

楼外轻烟描画境，暖风迟日飞来。欲凭闲草释孤怀，朱衣频错意，青镜竟难开。

锦瑟年光流水去，故园又树新槐。梦携塞雁浅飞回。荒城馀怅望，摇辔向章台。



残荷

几夜西风兼细雨，红衣带恨尽凋零。

枯钟满目听风泣，残碧点滴映日晴。

断枝空拦鸳鸯梦，飘叶剩与蝴蝶行。

去国经岁飘蓬意，水色烟光两相迎。



暗香

彩云浸月，照当时游冶，步随烟霞。执手山山，千万重斜日天涯。随意春衫淡著，忽浅笑，秀蛾如画。漫说与，草际沙间，共煮雪烹茶。

雨天。章台下。叹卷地流光，世路分携。指尖沙漏，岁月无声代为挂。告与南回雁雁，应记省，来年归驾。算三载，空肠断，千般无那。



蝶恋花

寒雨危楼独倚处，恨语飞来，又与流光去。青女不谙桃叶路，情投荡子缘轻负。

无那金风摇玉露，百种相思，付与前般苦。情深飞雪拥凋树，情浅乱红秋千暮。



扬州慢

冷句轻抛,，沉疴久住，依约暗雨扑窗。枯骸如病酒，赋笔纳新凉。纸间泪、流澌吹遍，清平又皱，浇向愁肠。近中宵，院宇层楼，烟水茫茫。

余杭淹滞，恨平生、争似江郎。换书剑生涯，别梦堆积，眼里斜阳。睡馀还无气力，花朝忆，聚散无常。愿闻乡国雪，乘风初上榆杨。



八声甘州 指环王

泻扑天暗影向中洲，铁骑过烟河。正苹苹青野，歌亭舞树，晴日悠国。浅字斑斑重映，底事锁邪魔？林谷诚安乐，苦旅嵯峨。

纵赤脚微躯短，剑指魔都去，舍我谁何。雾山别群豸，壮志未消磨。战白城，烽燧未竟，度危崖，殷血溅泥柯。小环一旦成灰烬，白树清和。





多丽 西湖

暮烟暝，鳞波淡远山青。正一一，兰舟次第，湖光断处鸥迎。映夕晴，琼楼高峙，逢暇日，柳岸低平。侧帽凭风，残怀病酒，入歌台舞榭吹酲。问湖上，逋仙何处，梅鹤笑高城。花间客，缁尘意绪，暂锁危亭。

记西溪，临别一梦，残荷芦荡经行。醉魂痴，践灯市酒，重帘闭，踩月挥形。粉墨还销，蜃光难驻，离魂还处芷兰清。望喷泉，疏音隔岸，光采两三星。流风晚，归思无计，聆尽涛声。



无题

薄宵光转觳尘渐，勾月如银照北星。

积岁荒芜齐越殿，盈池幽叶绕吴亭。

空凭潘岳识来路，难觅山水慰去情。

拾掇词章延苦旅，肯将波粒二象轻。



点绛唇 为人寿

秋月别云，千山皓色两间映。佳期重又，云鬓催流景。

一曲平湖，惊起鸳鸯梦。应记省，花朝酒醒。还向蟾宫请。



老和山

欲藉登临展客怀，云阶流曲缀苍苔。

冷笑青峰多侧目，薄情烟草暗高台。

临风西子揭绡幕，遁水黄龙锁尘骸。

斜照松涛拦北望，小亭幽径独徘徊。



风入松 跳楼

忧思逐月共登楼，正侧影凝愁。斜河忽碎孤星泪，平生事，些个情仇。露冷阑干欲裂，抛身一梦难留。

风翻天地四合幽，万象坠离眸。西园昨日黄花径，映新红，一夜为俦。莫问晨来谁见，忽然散发昔游。



永遇乐 Mantus新歌

雁去云平，寒侵窗小，山气初举。旧梦赊欢，新词买恨，心事寂如水。临屏一曲，引怀三叹，隔见舞低吟袂。回环际，仙音落落，瑶池慢盈秋雨。

烟横古堡，风穿槁树，斜月初临暗域。一苇从流，忘川执手，笑问红尘路。人间天上，山遥水远，围火漫说离聚。今提剑，关山策马，玉龙醉去。



昼夜乐 镜像

龙涎光转蟠烟聚，算况景，初相遇。六弦触电来时，惊作隔云雁语。镜像折音七色举，展轻躯，漫舒狂绪。座下客千千，忘形槐宫去。

一团骤雨忽歇处，伶俜事，轻轻诉。生涯蜜剑难抵，此际空馀寂阒。猛士何辜桃下死，恨流言，自来无据。拚了此生欢，尽翻尊前曲。



双双燕

坠花引月，叹金镜年年，慢磨如许。玉醅空冷，冷笺静陈霜句。长记西楼侧顾，送暖语，轻轻延伫。斜阳眷眷初拥，短景平分岁暮。

携手，沙间旧路。燕子空飞去，唤卿卿处。自习归晚，有洛女逐华胥。桃浪吹舟烟缕，恰是那，青青蘋渚。应念梦远江南，画里无端情绪。



河传

莼乡橘里，倩秦筝吹烂，流年消息。琴瑟日疏，浮梦编织鱼尾。望归帆，空烟水。

西溪云翳拼红紫，落日桥头，燕子纷扑地。酒入病怀，摇醉桂花影外。恨无声，愁带翼。



无题

即刻思如缕，倾言莫负心。

雨空飞彩翼，谁道不如春。



再登老和山感怀口占

袖手牵云曳乱苍，晴峦照影带蓝光。

长阶虬蟠迎凤起，浅枝露冷侍龙藏。

别开千榭凝醅绿，忽转一荫窜雀黄。

乡妪凭说儿女事，村鸡啼老云外郎。



无题

异域抛奇梦，流景殊不同。

六军拥十万，吟客笑云中。

光衍鲸楼裂，杖曳龙庭空。

泪洇庠中纸，缁尘散几重。

忽又抟空起，起落复和同。

斯本非吾地，况又轻遭逢。

来去皆蚋蚁，左右虑鱼熊。

智用捐纯粹，器械饰愚形。

何似行星外，去此万万年。

翠羽传深土，灵迹延九山。

智械曷无用，点化灵犀边。

扑忽燕燕起，潇洒过林泉。

转又为鱼龙，嬉戏倾青澜。

太古之常乐，幻境之延绵。

错游到罪国，梦魇不能翻。

且掷书与剑，于此顽世间。

故山多少梦，空空不复言。



苏幕遮 为人寿

柳烟垂，花入户。淡抹娥眉，翠色临风树。瘦尽寒枝千里度。芳草流年，照眼飞琼妒。

煮相思，红豆句。幽影娉婷，一梦桃根渡。明月遗簪羞月女。笑对朱衣，须向蟾宫住。
    `,
    "荒山集": `
    【2007】



念奴娇



重云横竖，弹指外、吹落江山几簇。漫作西墙昨夜雨，觉是风尘无数。老去寒鸦，别来旧馆，醉后长亭路。画帘淡掩，听风涂抹诗余。

寂寞日暮斜阳，节序似水，已送舟西陆。独锁寸心飞叶下，故事一一远去。又见白石，波心冷月，次韵清凉句。落英一院，添来可作衣物。



长相思



云外天，楼外天。黯然一瞥已秋天，未闻孤曲翻。

眼里山，眉里山。夜半惊觉是眉山，月落黄花间。



青玉案



风流自古谁吩咐，不忍问，云飞处。彩笔香尘凉夜露，丹青欲罢，君山何处？冷落胡沙雨。

偶然邂遇秋千树，流燕交飞旧时路。秋梦惊秋唯阒阒，岭天寂寂，阿房一炬。此身何处去！



秋皋



斜照千山如病狗，扯命狂嘶欲破喉。

负却东皇几行泪，欠得芳草一叶愁。

小驴倦系秋千树，落日圆栖洒笑楼。

劝君莫学白石老，春风一卷伴穷游。



临窗拟古



延目接穷北，归思正渺茫。

乡书和昼短，浅恨逐夜长。

鸟铤长亭路，兽追曲回肠。

卜书明复暗，秋气横大江。



六州歌头



记得旧梦，也只是恍然。曾说与，长相许，枕江南，碧胡山。一点秋风落，倚栏望，双双燕，轻盈过，逐风去，浅勾连。夷曲吹心，隆隆机器林，海啸山颠。正天高雁远，翠霭下河滩。魔戒何在？落人间。
气洒川岳，志无限，鲲鹏愿，燕雀间。方醒梦，物华换，暗尘寰，净风烟。呛酒畴昔句，故人望，泪丝涟。血翻沸，滚雷电，曜长天。谁解冻云夜路，雨打遍，犬声一片。想近来疏放，投笔探新晴，冷落翩跹。



新年



蜀女汉中寄殷殷，瑟鼓击破彩云深。

御沟红叶今何在，离宫秋月和梦沉。

清光宛转年少意，胡尘散作千古心。

荷影碎失凤箫骨，春风又慕岸柳生。

柳生燕回人不见，雁去石凉虏弦惊。

一片雪衣护层楼，一度梦远鸡塞愁。

天涯已为文章近，天山流水送节候。

去年明月今年看，昨朝细雨今打头。

渐失终成一声笑，摇首步出春风来。

朔上寒沙混紫雾，朔漠红衣傍日栽。

云开金光满天地，黄河孤舟忆蓬莱。

事隔三朝废诗酒，南柯一梦落尘埃。

我辈自无太白意，何况斗酒诗千杯。

空将笺上几行书，弃与落花一处埋。

落花又化蝶飞去，但余寂寂旧慷慨。

岂宜从今长睡去，一任日月照陋体。

何欢欣，风波里。万叶战，清虎啼。

形骸暂与东风垮，只待春雷掀云起。

震碎冰崖连江雪，吹开荒野弥望火。

城中频复爆竹声，披衣喜送新年过。



遣墨



南唐细草宋时辉，空林无道寻采薇。

想来释儒分云渡，一叶桃根缓缓归。

居人闲坐倚寒霜，少女盈盈淡花光。

欲雨啼乌集无处，比比燕尾过长堤。

花径昨夜梦临地，忘记对面是郎行。

剑入诗斋滴云根，宝盖叮叮铁鞭声。

晨鸡自随旭阳落，珠玑还远草木沉。

赤县神州起精神，改革开放送春风。

可堪二十四桥月，夜夜马瘦孤山梅。

乱石横出红尘路，诗人载酒白浪内。

辛苦东风饮冰雪，可怜残雪落星槎。

层林片片浅红阵，大道井井逢圣人。

相逢笑随欢颜尽，冷风吹过小径来。

畴昔片语今成笑，末处神随苍林边。

素骨端合天上殿，底事落下云泥来？

玉宫冬冷光阴渡，泥墙粪臭金银缸。

舟车铁甲共寂寞，智械芸芸一脉承。

工业农神亘古来，心上形外何相通？

君须铁记圣人训，不必削头挤浪尖。

归去王孙南北路，东西三面蛛丝空。

桃坞云乱寒林鸦，末处江南烟几家。

浅棹移梦过江左，浅恨与月共晴缺。

忽随东风来朔北，高唐寸语心上秋。

云外桑榆日远大，沙吹残清故老诗。

常携春草登古崖，南望春秋万代云。

西风时穿冷街过，断雨偶打破窗声。

网络已和摇滚来，得见文章天涯客。

天涯酒醒解情味，阶草冷翠记红颜。

小窗时起南来兴，纸上草草明暗成。

若把相逢换一笑，此身前后何寄凭？

常拟浩瀚登云志，归来垮掉一行诗。

命教东君宽来限，七月冰山解未迟。

且留茫茫天地在，骋怀放目摩太空。

故国一一夜半来，黄发垂髫齐出门。

齐出门，满江红。梁上日升月落间。

便有情分又如何，便得相守又如何。

若无些个小生闹，春风何曾不烦怨。

尽栽修竹倩谁倚，到处清平岂空虚？

帝业时兴土膏中，群臣相顾银汉里。

一日随风来溟漠，清魂散去九秋天。



错韵浣溪沙



一


浅绿无端挂新红，

冰皮未解琐窗东，

夕阳扫落轻尘中。


无语又见友人题，

有情总系明月生。

醉后也曾唤卿卿。


二


桂轮几转已新春，

冻云时响雁行中，

爆竹次第扶小城。


去年酒化今夕泪，

人间故事太匆匆。

几时真有六军来？


三


万径酸风扬轻寒，

日影重叠云波间。

谁散胭脂堆枯山。


照见何必冷笑去，

去去行迈逾年关。

却愿凭栏误千帆。


四


天门半掩收云回，

群山纷驰月上时，

暗禽已宿明寒枝。


一径昏黄无人扫，

到处学子切切归。

古城一片浴清辉。



解颐


停歌复长啸，展转唯此身。

侧身请不就，望野春潮生。
青云扶壮志，河山亦豪雄。

阅遍邑井喧，独来邀月明。
弦破清风底，笔落自恐惊。

狂笑倚剑气，流诗锦障倾。
闲结二三子，臭气落松针。

仍思汉唐时，凤凰宇内清。

绝句两首



一


过清明来夏气浓，城居犹绝一梦中。
野径处处花喧沸，迟日山山玉玲珑。



二


黄昏渐下长竿头，燕雁环旋韶华收。
西风频问墙外草，孤城何处卖风流？

自度两首


帘雨


漏壶天，酩酊地，烂醉花伞如许。凭栏处，晚风急，关河云烟里。 看骑蹇李贺，叮当过，险峻天宇。正易安，细嚼梅花，慢赋情绪。云光十万变化，转瞬又是苍茫。

无觅。荒山渐湿黛色，断桥横截樵歌地。把愁阵恨兵，挥旗只向天际。化作驰辉共晚照，一并儿将苍山割取。



南望


荒山如屏，草尖沙浪，酲醉淹狂。念徽宗当年，细磨金甲，琢砌玉章。小红调弦最妙，清风台上画鹅黄。少年曾疏放，众般宠辱偕忘。

挑球过市，梦醒昏黄，独上高楼南望。交翼燕儿外，十万云光，红旗懒背斜阳。消磨也，而今谁问，好男儿志在四方？



过陕西





适从泽国返，四望蓦然尘。

尘缘今已矣，相思几尺深。



为树新苗伐旧树有感



荡荡岭上风，摇摇路边松。

亭亭骨初就，怎堪利斧锋？

去年春上栽，经秋蔚成林。

依依往来人，照面不可见。

清寒立霜雪，幽煌接夜灯。

而今落泥土，半被黄沙埋。

燕雀飞来问，高鸿传语哀。

参差欹影乱，绵连似初栽。

一夜风吹去，呼啸灭残迹。

新枝次第见，又作一年春。

料应一载后，还复斧下魂。

问树原何罪，但坐遮望眼。

楼阁多林立，蔽日亦久焉。

灵台忘扫净，呼唤拆绡帘。

今日戕长松，明朝平东山？

东山望不尽，何况接苍天。

仰面嗟韩信，翠色和仲宣。

城中多少人，都作吏役看。

我今歌一曲，为尔鸣幽暗。

他年返太真，傍日笼青云。



落沙



欲起青青陇，凡夫识得未？
搓成一缕恨，摇落春风里。



雨霖铃 中秋



风吹故事，销魂新曲，雨洗中秋。徘徊深院无据，烟头落，似笑夷犹。近来云深三尺，朵朵不识愁。清寒没，买醉登楼，念姮娥月宫在否？

想当年玉宴歌稠，听箫鼓，几度笑封侯。拟按潇洒云头，御东风，江左来游。而今谁问！但清风明月住身后，忍割爱，浩荡从流。又时时扯袖。



天仙子 戏言



层楼兀兀月清圆，不见玉兔共婵娟。醉眼迷离搔首去。书中义，梦里禅，依旧荒山滞流年。

归来秋风信翻帘，合肥女见每开颜。欲支尘外三分闲。花间词，奉旨填，只愿饮共张玉田。



鹊桥仙



孤城云堆，佳期雨砌，猛忆来路千百。细柳每当离恨寄，怎敌它塞上风急。

秋叶还飞，春红仍在，不知词笔哪里。偶然著问携手处，三言两语杜宇归。



又



积凉偶发，细雨时来，疑在江左游历。只是未见雁儿来，无言每送他去去。

故人初遇，奈何分离，残恨摇摇烛蜜。展卷万里惊鸿起，停笔如烟一影立。



念奴娇 怀古



菩萨西去，未换来，清平治盛世一许。但见神州，烽燧里，乱舞春秋如雨。才子歌人，后庭花树，甚匆忙匿迹。而今江河，依旧迤逦涛积。

暗想国朝初立，草草争割据，龙蛇并起。不见三民，谈笑间，换了满地红旗。黄公不见，拾鞋子多矣，犹待鸡啼。何妨吟啸，一尊稳泛华胥。



又



梦里吴越，恍然换，惊飞一窗夜雨。依依孤山，浑看似，数片荒山月底。俊游巷陌，千树曾压，纵横寒波里。坡仙老矣，几曾泛舟赤壁？

风潮浩荡霜集，裹悲欢种种，隔岸啸聚。旧盟都在，算年来，心绪蹉跎无据。从来清秋，惹闲愁草句，英雄无觅。目尽冥池，扶摇正欲飞举。



扬州慢



隔梦高台，竹锁微月，马蹄去后春风。蝴蝶都飞倦，随意捉窗帘。自夷歌逐浪吹来，流云意绪，恨失清平。折霜枝，苔梅小小，清寒谁凭！

江山依旧，年年冷月宿波心。纵笛声暗远，素抱如雪，无惹飘萍。北随胡虏曾到，荒山客，羁旅无声。念更深梦稳，一曲知向谁听。



雪中曲



一

春讯欲磅礴，星天沸清声。

进身岂风待，风生送雪来。

万点灯如豆，点乱乾坤中。

可怜书生气，滞与烟酒轻。

二

云中不闻鸡犬吠，巷尾唯有雪飞声。

流光看似数卷落，惊起古泪浅深生。

三

岁寒转峻切，孤塔泊日昏。

辍耕因时令，投笔复何驱。

四海若有意，高月送相知。

可堪冻土外，流水与驰云。

四

短步复长奔，一周又一圈。

日月经行色，四顾重唧唧。

玉泪消磨久，不堪领命飞。

飞时花睡晚，黑发或已眠。

五

片片丝丝切切催，北风经夜经年吹。

无叶藤条盼之久，多病荒山随意披。

夜稳合灯知一梦，日永启书觅光辉。

亿万星光照衡宇，宇宙顷刻在耳内。

六

晓雾灿烂照高墙，新年何事无歌扬？

寒陌参差断炮响，东山依旧乱影藏。

小睡如经隔世梦，揭帘却生来岁凉。

借问陆逊笛何许，欹枕宇宙变短长。

七

病首却飞晨露急，路上不知身何许。

唯见荒坡沉残月，无觅精灵在大荒。

今岁去年复何年，匆匆星露与冰凌。

欲遣六军来护驾，错迎太古鹅羽至。

五百年外此身事，只与尘埃聚散同。

八

旧年浑忘却，野火又熊熊。

万径鱼龙跃，冷月独自凭。

九

牵红挂绿闻断竹，探得春心半缕无。

梅花似忘节令久，恁将残笑谢空庑。



【2008】



月夜



扶醉垮掉路上风，解道明照映面红。
可惜丹青失颜色，滴成别泪寄游鸿。



春至



闻讯春至竟草草，

北风传语到晴晓。

荒山戴月空四围，

归梦随云入九霄。

半夜孤灯诗难成，

一片丹心倩谁了。

瓶中沙伴酒中影，

莫道杜郎仍年少。



无题



玉树残雪尽，征鸿次第临。

芳草隔几夏，落花吟一春。

摇荡冰壶上，错落彩莲深。

天涯倦不扫，随意放行云。



暗香



余废辞章久矣。近翻看旧部，于绰约之外，更兼己身之叹。比对词余，窃制诗格，聊以自娱，亦为白石仙添笑耳！


旧月照我梅边笛，玉人拈花清寒里。

老却何逊春风笔，冷香一叶入瑶席。

江国夜寂初积雪，无言有思红萼低。

长记西湖携手处，吹尽寒碧几曾识？



绝句



一



乱云塞日下，狂风卷城倾。

将军卷帘卧，笼鸟唤卿卿。



二



飞蝗接云日，桃李暗芳菲。

此夕洙泗上，谁不念采薇。



三



盛世浩劫至，弹泪复摧心。

郁郁三百年，尽在此一声。



四



杨柳又随清风绿，岭下残阳唤云心。

依依故园蛛丝后，隐隐笙歌舞袖深。



回乡路上偶得



摔却桃花扇，横剑向榆关。

梦醒胡尘远，冷月暗千山。



自度



林鸟双飞孤馆凉，谁解笑语易荒唐。百种千般媚，一日惊风流。岁月光，映空堂。今只把盏笑，何以破栖惶。花散，晚景换，旧业忽然转愁肠。

江上。明月千里送舟行，梅竹草草埋仙阆。无语钟声频响，念小红此夕那厢。斜阳空照，群山影长。且自洗尘囊，邀取白石仙，幽香共一晌。



笼鸟逸后作



断续笼中三两声，遁去何处寻山林。

梦里百啭交彩翼，窗外连日火炉倾。



近日三首



一



北地冰风卷草回，留得沙头柳一枝。

披衣仰向星月看，敛眉慵教桃李知。

细笔承欢堪解笑，轻舟载酒气力微。

王去一时三边静，丽日穿蝶起窗灰。



二



可堪游雁宿冷月，岁岁年年圆与缺。

玉兔不知何处去，人间唯闻恋恋歌。

苔梅深藏人不见，浅香只许远人呵。

何若化作春风雨，息却莺燕乱啁哳。



三



枯木天风寸尺间，游鸿偏向暗波潜。

万军阵内斩尘落，三生石畔信花传。

铁血曾向苍生祭，柔情一缕若缠绵。

雄鸡三声犹不见，昆仑山上笑饮还。



唐多令



钗凤隔梦吟，怅怀中酒沉。临风人，渐去无痕。不怨西风吹雁过，怨卿卿，随浮云。 ­

朱阁野草侵，落絮又春深。旧风流，锁尽重门。弄外风铃破晓处，玲珑意，付桃根。







【2009】



惜红衣



梦觉吟鸾，环珮声里，故人依稀。拟相存问，银汉差隔鸿字。细梳情绪，但惊飞一窗夜雨。
历历。青镜今开，无朱衣消息。少年几许。断桥残雪，休负林生句。摇首歌特一曲，渺云路，何时玉龙铸成？一骑天南天北。随意星汉槎，不问钱塘浪疾。



陇北二首



车行


连峰无心随云去，
枯杨有意护穷田。
烽烟塞上千秋事，
颠簸窗下一刻眠。

踏沙行 风


过玉门风力电站，机组林立，其臂迎风旋动，甚雄伟，有感。


玉门关外，戈壁滩中，猛起千杆擒劲风。回旋平沙岂无影，尽向旋叶展轻踪。
芭蕉扇在，无此神功，一线千里送灵通。才卷尘埃迷千古，又入彩厦幻霓虹。





无题



身后荒山锁冰魂，眼底春风绿杨柳。

­聚散千古人在否，歌特一曲任淹留。



走之



醉字连连眉心上，雷声碎碎夜凄惶。我自朔北归，君心应未回。

先得镜台秋月明，鞭炮声声昼玲珑。尽了此一杯，相扶谁与归。
    `,
// '再次集': `
// 1111
// `,
}

export default poems;
